[
    {
        "id": 0,
        "entity": "Rose",
        "description": "A rose is either a woody perennial flowering plant of the genus Rosa, in the family Rosaceae, or the flower it bears. There are over three hundred species and tens of thousands of cultivars. ",
        "category": "Plants"
    },
    {
        "id": 1,
        "entity": "Bamboo",
        "description": "Bamboos are a diverse group of mostly evergreen perennial flowering plants making up the subfamily Bambusoideae of the grass family Poaceae. ",
        "category": "Plants"
    },
    {
        "id": 2,
        "entity": "Tulip",
        "description": "Tulips are spring-blooming perennial herbaceous bulbiferous geophytes in the Tulipa genus. Their flowers are usually large, showy, and brightly coloured, generally red, orange, pink, yellow, or white. ",
        "category": "Plants"
    },
    {
        "id": 3,
        "entity": "Orchid",
        "description": "Orchids are plants that belong to the family Orchidaceae, a diverse and widespread group of flowering plants with blooms that are often colourful and fragrant. ",
        "category": "Plants"
    },
    {
        "id": 4,
        "entity": "Daisy",
        "description": "Deadpool 2 is a 2018 American superhero film based on the Marvel Comics character Deadpool. It is the sequel to Deadpool and the eleventh installment in the X-Men film series. ",
        "category": "Plants"
    },
    {
        "id": 5,
        "entity": "Sunflower",
        "description": "The common sunflower is a species of large annual forb of the daisy family Asteraceae. The common sunflower is harvested for its edible oily seeds which are used in the production of cooking oil, as well as other uses such as food for livestock, bird food, and planting in domestic gardens for aesthetics. ",
        "category": "Plants"
    },
    {
        "id": 6,
        "entity": "Lavender",
        "description": "Lavandula is a genus of 47 known species of perennial flowering plants in the mints family, Lamiaceae. It is native to the Old World, primarily found across the drier, warmer regions of mainland Eurasia, with an affinity for maritime breezes.\n",
        "category": "Plants"
    },
    {
        "id": 7,
        "entity": "Cactus",
        "description": "A cactus is a member of the plant family Cactaceae, a family comprising about 127 genera with some 1,750 known species of the order Caryophyllales. ",
        "category": "Plants"
    },
    {
        "id": 8,
        "entity": "Fern",
        "description": "The ferns are a group of vascular plants that reproduce via spores and have neither seeds nor flowers. They differ from mosses by being vascular, i.e., having specialized tissues that conduct water and nutrients, and in having life cycles in which the branched sporophyte is the dominant phase.\n",
        "category": "Plants"
    },
    {
        "id": 9,
        "entity": "Ivy",
        "description": "Allen Ezail Iverson is an American former professional basketball player. Nicknamed \"the Answer\", he played 14 seasons in the National Basketball Association at both the shooting guard and point guard positions. ",
        "category": "Plants"
    },
    {
        "id": 10,
        "entity": "Palm",
        "description": "The Sociedade Esportiva Palmeiras, commonly known as Palmeiras, is a Brazilian professional football club based in the city of São Paulo, in the district of Perdizes. ",
        "category": "Plants"
    },
    {
        "id": 11,
        "entity": "Oak",
        "description": "Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible. ",
        "category": "Plants"
    },
    {
        "id": 12,
        "entity": "Maple",
        "description": "Acer is a genus of trees and shrubs commonly known as maples. The genus is placed in the soapberry family, Sapindaceae, along with lychee and horse chestnut. ",
        "category": "Plants"
    },
    {
        "id": 13,
        "entity": "Pine",
        "description": "The pineapple is a tropical plant with an edible fruit; it is the most economically significant plant in the family Bromeliaceae.\nThe pineapple is indigenous to South America, where it has been cultivated for many centuries. The introduction of the pineapple plant to Europe in the 17th century made it a significant cultural icon of luxury. Since the 1820s, pineapple has been commercially grown in greenhouses and many tropical plantations.\nPineapples grow as a small shrub; the individual flowers of the unpollinated plant fuse to form a multiple fruit. ",
        "category": "Plants"
    },
    {
        "id": 14,
        "entity": "Willow",
        "description": "Willows, also called sallows and osiers, of the genus Salix, comprise around 350 species of typically deciduous trees and shrubs, found primarily on moist soils in cold and temperate regions.\n",
        "category": "Plants"
    },
    {
        "id": 15,
        "entity": "Lilac",
        "description": "Syringa is a genus of 12 currently recognized species of flowering woody plants in the olive family or Oleaceae called lilacs. These lilacs are native to woodland and scrub from southeastern Europe to eastern Asia, and widely and commonly cultivated in temperate areas elsewhere.\n",
        "category": "Plants"
    },
    {
        "id": 16,
        "entity": "Marigold",
        "description": "Tagetes is a genus of 50 species of annual or perennial, mostly herbaceous plants in the family Asteraceae. They are among several groups of plants known in English as marigolds. The genus Tagetes was described by Carl Linnaeus in 1753.\n",
        "category": "Plants"
    },
    {
        "id": 17,
        "entity": "Peony",
        "description": "The peony or paeony is any flowering plant in the genus Paeonia, the only genus in the family Paeoniaceae. Peonies are native to Asia, Europe, and Western North America. ",
        "category": "Plants"
    },
    {
        "id": 18,
        "entity": "Violet",
        "description": "Violet is the color of light at the short wavelength end of the visible spectrum. It is one of the seven colors that Isaac Newton labeled when dividing the spectrum of visible light in 1672. ",
        "category": "Plants"
    },
    {
        "id": 19,
        "entity": "Magnolia",
        "description": "Magnolia is a large genus of about 210 to 340 flowering plant species in the subfamily Magnolioideae of the family Magnoliaceae. ",
        "category": "Plants"
    },
    {
        "id": 20,
        "entity": "Azalea",
        "description": "Rhododendron is a very large genus of about 1,024 species of woody plants in the heath family. They can be either evergreen or deciduous. ",
        "category": "Plants"
    },
    {
        "id": 21,
        "entity": "Begonia",
        "description": "Begonia is a genus of perennial flowering plants in the family Begoniaceae. The genus contains more than 2,000 different plant species. The Begonias are native to moist subtropical and tropical climates. Some species are commonly grown indoors as ornamental houseplants in cooler climates. ",
        "category": "Plants"
    },
    {
        "id": 22,
        "entity": "Chrysanthemum",
        "description": "Chrysanthemums, sometimes called mums or chrysanths, are flowering plants of the genus Chrysanthemum in the family Asteraceae. They are native to East Asia and northeastern Europe. ",
        "category": "Plants"
    },
    {
        "id": 23,
        "entity": "Daffodil",
        "description": "Narcissus is a genus of predominantly spring flowering perennial plants of the amaryllis family, Amaryllidaceae. Various common names including daffodil, narcissus, and jonquil, are used to describe all or some members of the genus. ",
        "category": "Plants"
    },
    {
        "id": 24,
        "entity": "Geranium",
        "description": "Geranium is a genus of 422 species of annual, biennial, and perennial plants that are commonly known as geraniums or cranesbills. ",
        "category": "Plants"
    },
    {
        "id": 25,
        "entity": "Hibiscus",
        "description": "Hibiscus is a genus of flowering plants in the mallow family, Malvaceae. The genus is quite large, comprising several hundred species that are native to warm temperate, subtropical and tropical regions throughout the world. ",
        "category": "Plants"
    },
    {
        "id": 26,
        "entity": "Jasmine",
        "description": "Jasmine is a genus of shrubs and vines in the olive family of Oleaceae. It contains around 200 species native to tropical and warm temperate regions of Eurasia, Africa, and Oceania. ",
        "category": "Plants"
    },
    {
        "id": 27,
        "entity": "Narcissus",
        "description": "Narcissus is a genus of predominantly spring flowering perennial plants of the amaryllis family, Amaryllidaceae. Various common names including daffodil, narcissus, and jonquil, are used to describe all or some members of the genus. ",
        "category": "Plants"
    },
    {
        "id": 28,
        "entity": "Pansy",
        "description": "The garden pansy is a type of polychromatic large-flowered hybrid plant cultivated as a garden flower. It is derived by hybridization from several species in the section Melanium of the genus Viola, particularly V. tricolor, a wildflower of Europe and western Asia known as heartsease. ",
        "category": "Plants"
    },
    {
        "id": 29,
        "entity": "Petunia",
        "description": "Nancy Patricia Pelosi is an American politician who served as the 52nd speaker of the United States House of Representatives from 2007 to 2011 and again from 2019 to 2023. A member of the Democratic Party, she was the first woman elected as U.S. ",
        "category": "Plants"
    },
    {
        "id": 30,
        "entity": "Rhododendron",
        "description": "Rhododendron is a very large genus of about 1,024 species of woody plants in the heath family. They can be either evergreen or deciduous. ",
        "category": "Plants"
    },
    {
        "id": 31,
        "entity": "Snapdragon",
        "description": "Antirrhinum is a genus of plants in the Plantaginaceae family, commonly known as dragon flowers or snapdragons because of the flowers' fancied resemblance to the face of a dragon that opens and closes its mouth when laterally squeezed. ",
        "category": "Plants"
    },
    {
        "id": 32,
        "entity": "Zinnia",
        "description": "Zinnia is a genus of plants of the tribe Heliantheae within the family Asteraceae. They are native to scrub and dry grassland in an area stretching from the Southwestern United States to South America, with a centre of diversity in Mexico. ",
        "category": "Plants"
    },
    {
        "id": 33,
        "entity": "Aloe",
        "description": "Aloe vera is a succulent plant species of the genus Aloe. It is widely distributed, and is considered an invasive species in many world regions.\n",
        "category": "Plants"
    },
    {
        "id": 34,
        "entity": "Bonsai",
        "description": "Bonsai is the Japanese art of growing and shaping miniature trees in containers, with a long documented history of influences and native Japanese development over a thousand years, and with unique aesthetics, cultural history, and terminology derived from its evolution in Japan. ",
        "category": "Plants"
    },
    {
        "id": 35,
        "entity": "Carnation",
        "description": "Dianthus caryophyllus, commonly known as carnation or clove pink, is a species of Dianthus native to the Mediterranean region. Its exact natural range is uncertain due to extensive cultivation over the last 2,000 years. ",
        "category": "Plants"
    },
    {
        "id": 36,
        "entity": "Clover",
        "description": "Courtney Michelle Love is an American singer, guitarist, songwriter, and actress. A figure in the alternative and grunge scenes of the 1990s, her career has spanned four decades. ",
        "category": "Plants"
    },
    {
        "id": 37,
        "entity": "Dogwood",
        "description": "Cornus is a genus of about 30–60 species of woody plants in the family Cornaceae, commonly known as dogwoods or cornels, which can generally be distinguished by their blossoms, berries, and distinctive bark. ",
        "category": "Plants"
    },
    {
        "id": 38,
        "entity": "Ficus",
        "description": "Ficus is a genus of about 850 species of woody trees, shrubs, vines, epiphytes and hemiepiphytes in the family Moraceae. Collectively known as fig trees or figs, they are native throughout the tropics with a few species extending into the semi-warm temperate zone. ",
        "category": "Plants"
    },
    {
        "id": 39,
        "entity": "Gardenia",
        "description": "Gardenia is a genus of flowering plants in the coffee family, Rubiaceae, native to the tropical and subtropical regions of Africa, Asia, Madagascar, Pacific Islands, and Australia.\n",
        "category": "Plants"
    },
    {
        "id": 40,
        "entity": "Holly",
        "description": "Hollywood, sometimes informally called Tinseltown, is a neighborhood in the central region of Los Angeles County, California, mostly within the city of Los Angeles. ",
        "category": "Plants"
    },
    {
        "id": 41,
        "entity": "Impatiens",
        "description": "Impatiens walleriana, also known as busy Lizzie, balsam, sultana, or simply impatiens, is a species of the genus Impatiens, native to eastern Africa from Kenya to Mozambique. ",
        "category": "Plants"
    },
    {
        "id": 42,
        "entity": "Juniper",
        "description": "Junipers are coniferous trees and shrubs in the genus Juniperus of the cypress family Cupressaceae. Depending on the taxonomy, between 50 and 67 species of junipers are widely distributed throughout the Northern Hemisphere as far south as tropical Africa, including the Arctic, parts of Asia, and Central America. ",
        "category": "Plants"
    },
    {
        "id": 43,
        "entity": "Kudzu",
        "description": "Kudzu, also called Japanese arrowroot or Chinese arrowroot, is a group of climbing, coiling, and trailing deciduous perennial vines native to much of East Asia, Southeast Asia, and some Pacific islands, but invasive in many parts of the world, primarily North America.\n",
        "category": "Plants"
    },
    {
        "id": 44,
        "entity": "Lichen",
        "description": "A lichen is a hybrid colony of algae or cyanobacteria living symbiotically among filaments of multiple fungi species, along with a yeast embedded in the cortex or \"skin\", in a mutualistic relationship.\n",
        "category": "Plants"
    },
    {
        "id": 45,
        "entity": "Milkweed",
        "description": "The monarch butterfly or simply monarch is a milkweed butterfly in the family Nymphalidae. Other common names, depending on region, include milkweed, common tiger, wanderer, and black-veined brown. ",
        "category": "Plants"
    },
    {
        "id": 46,
        "entity": "Nettle",
        "description": "Urtica is a genus of flowering plants in the family Urticaceae. Many species have stinging hairs and may be called nettles or stinging nettles. The generic name Urtica derives from the Latin for 'sting'.\nDue to the stinging hairs, Urtica are rarely eaten by herbivores, but provide shelter for insects. The fiber has historically been used by humans, and cooking preparations exist.",
        "category": "Plants"
    },
    {
        "id": 47,
        "entity": "Jeans",
        "description": "Jeans are a type of trousers made from denim or dungaree cloth. Often the term \"jeans\" refers to a particular style of trousers, called \"blue jeans\", with the addition of copper pocket rivets added by Jacob W. ",
        "category": "Clothing Items"
    },
    {
        "id": 48,
        "entity": "T-shirt",
        "description": "A T-shirt is a style of fabric shirt named after the T shape of its body and sleeves. Traditionally, it has short sleeves and a round neckline, known as a crew neck, which lacks a collar. ",
        "category": "Clothing Items"
    },
    {
        "id": 49,
        "entity": "Dress",
        "description": "A dress is a garment predominantly worn by women or girls consisting of a skirt with an attached bodice. It consists of a top piece that covers the torso and hangs down over the legs. ",
        "category": "Clothing Items"
    },
    {
        "id": 50,
        "entity": "Suit",
        "description": "Suits is an American legal drama television series created and written by Aaron Korsh. Produced by Universal Content Productions, it premiered on USA Network on June 23, 2011.\n",
        "category": "Clothing Items"
    },
    {
        "id": 51,
        "entity": "Jacket",
        "description": "A jacket is a garment for the upper body, usually extending below the hips. A jacket typically has sleeves and fastens in the front or slightly on the side. ",
        "category": "Clothing Items"
    },
    {
        "id": 52,
        "entity": "Skirt",
        "description": "A skirt is the lower part of a dress or a separate outer garment that covers a person from the waist downwards. Originally made for both genders, it is currently made mainly for females.\n",
        "category": "Clothing Items"
    },
    {
        "id": 53,
        "entity": "Sweater",
        "description": "A sweater or pullover, also called a jersey or jumper, is a piece of clothing, typically with long sleeves, made of knitted or crocheted material that covers the upper part of the body. ",
        "category": "Clothing Items"
    },
    {
        "id": 54,
        "entity": "Scarf",
        "description": "A scarf is a long piece of fabric that is worn on or around the neck, shoulders, or head. A scarf is used for warmth, sun protection, cleanliness, fashion, religious reasons, or to show support for a sports club or team. ",
        "category": "Clothing Items"
    },
    {
        "id": 55,
        "entity": "Hat",
        "description": "A hat is a head covering which is worn for various reasons, including protection against weather conditions, ceremonial reasons such as university graduation, religious reasons, safety, or as a fashion accessory. ",
        "category": "Clothing Items"
    },
    {
        "id": 56,
        "entity": "Gloves",
        "description": "A glove is a garment covering the hand, with separate sheaths or openings for each finger including the thumb. Gloves protect and comfort hands against cold or heat, damage by friction, abrasion or chemicals, and disease; or in turn to provide a guard for what a bare hand should not touch.\n",
        "category": "Clothing Items"
    },
    {
        "id": 57,
        "entity": "Boots",
        "description": "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development. It contains HTML, CSS and JavaScript-based design templates for typography, forms, buttons, navigation, and other interface components.\n",
        "category": "Clothing Items"
    },
    {
        "id": 58,
        "entity": "Sandals",
        "description": "Sandals Resorts is a Jamaican operator of all-inclusive couples resorts in the Caribbean. The company is a part of Sandals Resorts International, which also operates Beaches Resorts, Fowl Cay Resort, and several private villas. ",
        "category": "Clothing Items"
    },
    {
        "id": 59,
        "entity": "Sneakers",
        "description": "Sneakers or trainers, also known by a wide variety of other names, are shoes primarily designed for sports or other forms of physical exercise but which are also widely used for everyday casual wear.\n",
        "category": "Clothing Items"
    },
    {
        "id": 60,
        "entity": "Coat",
        "description": "A coat is typically an outer garment for the upper body, worn by any gender for warmth or fashion. Coats typically have long sleeves and are open down the front, and closing by means of buttons, zippers, hook-and-loop fasteners, toggles, a belt, or a combination of some of these. ",
        "category": "Clothing Items"
    },
    {
        "id": 61,
        "entity": "Socks",
        "description": "SOCKS is an Internet protocol that exchanges network packets between a client and server through a proxy server. SOCKS5 optionally provides authentication so only authorized users may access a server. ",
        "category": "Clothing Items"
    },
    {
        "id": 62,
        "entity": "Blouse",
        "description": "A blouse is a loose-fitting upper garment that may be worn by workmen, peasants, artists, women, and children. It is typically gathered at the waist or hips so that it hangs loosely over the wearer's body. ",
        "category": "Clothing Items"
    },
    {
        "id": 63,
        "entity": "Shorts",
        "description": "Shorts are a garment worn over the pelvic area, circling the waist and splitting to cover the upper part of the legs, sometimes extending down to the knees but not covering the entire length of the leg. ",
        "category": "Clothing Items"
    },
    {
        "id": 64,
        "entity": "Belt",
        "description": "A belt is a flexible band or strap, typically made of leather, plastic, or heavy cloth, worn around the natural waist or near it. ",
        "category": "Clothing Items"
    },
    {
        "id": 65,
        "entity": "Tie",
        "description": "A necktie, or simply a tie, is a piece of cloth worn for decorative purposes around the neck, resting under the shirt collar and knotted at the throat, and often draped down the chest.\nVariants include the ascot, bow, bolo, zipper tie, cravat, and knit. The modern necktie, ascot, and bow tie are descended from the cravat. Neckties are generally unsized but may be available in a longer size. ",
        "category": "Clothing Items"
    },
    {
        "id": 66,
        "entity": "Swimsuit",
        "description": "A swimsuit is an item of clothing designed to be worn by people engaging in a water-based activity or water sports, such as swimming, diving and surfing, or sun-orientated activities, such as sun bathing. ",
        "category": "Clothing Items"
    },
    {
        "id": 67,
        "entity": "Pajamas",
        "description": "The Boy in the Striped Pyjamas is a 2008 Holocaust historical drama film written and directed by Mark Herman. It is based on the 2006 novel of the same name by John Boyne. ",
        "category": "Clothing Items"
    },
    {
        "id": 68,
        "entity": "Underwear",
        "description": "Underwear, underclothing, or undergarments are items of clothing worn beneath outer clothes, usually in direct contact with the skin, although they may comprise more than a single layer. ",
        "category": "Clothing Items"
    },
    {
        "id": 69,
        "entity": "Leggings",
        "description": "Leggings are several types of leg attire that have varied through the years. Modern usage from the 1960s onwards has come to refer to elastic close-fitting high-rise garments worn over the legs typically by women, such as leg warmers or tights. ",
        "category": "Clothing Items"
    },
    {
        "id": 70,
        "entity": "Poncho",
        "description": "A poncho is a kind of plainly formed, loose outer garment originating in the Americas, traditionally and still usually made of fabric, and designed to keep the body warm. ",
        "category": "Clothing Items"
    },
    {
        "id": 71,
        "entity": "Shawl",
        "description": "A shawl is a simple item of clothing, loosely worn over the shoulders, upper body and arms, and sometimes also over the head. It is usually a rectangular piece of cloth, but can also be square or triangular in shape. Other shapes include oblong shawls. ",
        "category": "Clothing Items"
    },
    {
        "id": 72,
        "entity": "Tights",
        "description": "Tights are a kind of cloth garment, most often sheathing the body from the waist to the toe tips with a tight fit, hence the name. ",
        "category": "Clothing Items"
    },
    {
        "id": 73,
        "entity": "Blazer",
        "description": "A blazer is a type of lightweight sport jacket. Originally a scarlet jacket worn in club or plain colours when boating or cricketing, the garment gradually lost its connection with sportswear from the 1930s onward to enter classic style, and the look came to be associated with the lifestyle of wealthy elites.\n",
        "category": "Clothing Items"
    },
    {
        "id": 74,
        "entity": "Fedora",
        "description": "A fedora is a hat with a soft brim and indented crown. It is typically creased lengthwise down the crown and \"pinched\" near the front on both sides. ",
        "category": "Clothing Items"
    },
    {
        "id": 75,
        "entity": "Gown",
        "description": "Scrubs, sometimes called surgical scrubs or nursing scrubs, are the sanitary clothing worn by physicians, nurses, dentists and other workers involved in patient care. ",
        "category": "Clothing Items"
    },
    {
        "id": 76,
        "entity": "Hoodie",
        "description": "A hoodie or hooded sweatshirt is a type of sweatshirt with a hood that, when worn up, covers most of the head and neck, and sometimes the face. The name 'hoodie' entered popular usage in the 1990s.\n",
        "category": "Clothing Items"
    },
    {
        "id": 77,
        "entity": "Kimono",
        "description": "The kimono is a traditional Japanese garment and the national dress of Japan. The kimono is a wrapped-front garment with square sleeves and a rectangular body, and is worn left side wrapped over right, unless the wearer is deceased. ",
        "category": "Clothing Items"
    },
    {
        "id": 78,
        "entity": "Lingerie",
        "description": "Lingerie is a category of primarily women's clothing including undergarments, sleepwear, and lightweight robes. The choice of the word is often motivated by an intention to imply that the garments are alluring, fashionable, or both. ",
        "category": "Clothing Items"
    },
    {
        "id": 79,
        "entity": "Muffler",
        "description": "A scarf is a long piece of fabric that is worn on or around the neck, shoulders, or head. A scarf is used for warmth, sun protection, cleanliness, fashion, religious reasons, or to show support for a sports club or team. ",
        "category": "Clothing Items"
    },
    {
        "id": 80,
        "entity": "Overalls",
        "description": "Overalls or bib-and-brace overalls, also called dungarees in British English, are a type of garment usually used as protective clothing when working. The garments are commonly referred to as a \"pair of overalls\" by analogy with \"pair of trousers\".\n",
        "category": "Clothing Items"
    },
    {
        "id": 81,
        "entity": "Parka",
        "description": "A parka and anorak is a type of coat with a hood, often lined with fur or faux fur. These two kinds of garments are staple of Inuit clothing, traditionally made from caribou or seal skin, for hunting and kayaking in the frigid Arctic. ",
        "category": "Clothing Items"
    },
    {
        "id": 82,
        "entity": "Robe",
        "description": "A bathrobe, also known as a housecoat or a dressing gown, is a loose-fitting outer garment worn by people, often after washing the body or around a pool. A bathrobe is considered to be very informal clothing, and is not worn with everyday clothes.\n",
        "category": "Clothing Items"
    },
    {
        "id": 83,
        "entity": "Sarong",
        "description": "A sarong or a sarung is a large tube or length of fabric, often wrapped around the waist, worn in Southeast Asia, South Asia, Western Asia, Northern Africa, East Africa, West Africa, and on many Pacific islands. ",
        "category": "Clothing Items"
    },
    {
        "id": 84,
        "entity": "Vest",
        "description": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events. ",
        "category": "Clothing Items"
    },
    {
        "id": 85,
        "entity": "Windbreaker",
        "description": "A windbreaker, or a windcheater, is a thin fabric jacket designed to resist wind chill and light rain, making it a lighter version of the jacket. It is usually of lightweight construction and characteristically made of a synthetic material. ",
        "category": "Clothing Items"
    },
    {
        "id": 86,
        "entity": "Cardigan",
        "description": "A cardigan is a type of knitted sweater that has an open front, and is worn like a jacket.",
        "category": "Clothing Items"
    },
    {
        "id": 87,
        "entity": "Dungarees",
        "description": "Overalls or bib-and-brace overalls, also called dungarees in British English, are a type of garment usually used as protective clothing when working. The garments are commonly referred to as a \"pair of overalls\" by analogy with \"pair of trousers\".\n",
        "category": "Clothing Items"
    },
    {
        "id": 88,
        "entity": "Galoshes",
        "description": "Galoshes, also known by many other names, are a type of overshoe or rubber boot that is put on over shoes to keep them from getting muddy or wet during inclement weather.",
        "category": "Clothing Items"
    },
    {
        "id": 89,
        "entity": "Jumper",
        "description": "A sweater or pullover, also called a jersey or jumper, is a piece of clothing, typically with long sleeves, made of knitted or crocheted material that covers the upper part of the body. ",
        "category": "Clothing Items"
    },
    {
        "id": 90,
        "entity": "Kilt",
        "description": "A kilt is a garment resembling a wrap-around knee-length skirt, made of twill-woven worsted wool with heavy pleats at the sides and back and traditionally a tartan pattern. ",
        "category": "Clothing Items"
    },
    {
        "id": 91,
        "entity": "Mittens",
        "description": "Mittens was a chess engine developed by Chess.com. It was released on January 1, 2023, alongside four other engines, all of them given cat-related names. ",
        "category": "Clothing Items"
    },
    {
        "id": 92,
        "entity": "Cleopatra",
        "description": "Cleopatra VII Thea Philopator was Queen of the Ptolemaic Kingdom of Egypt from 51 to 30 BC, and its last active ruler. A member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great. ",
        "category": "Historical Figures"
    },
    {
        "id": 93,
        "entity": "Confucius",
        "description": "The Analects, also known as the Sayings of Confucius, is an ancient Chinese philosophical text composed of sayings and ideas attributed to Confucius and his contemporaries, traditionally believed to have been compiled by his followers. ",
        "category": "Historical Figures"
    },
    {
        "id": 94,
        "entity": "Plato",
        "description": "Plato, born Aristocles, was an ancient Greek philosopher of the Classical period who is considered a foundational thinker in Western philosophy and an innovator of the written dialogue and dialectic forms. ",
        "category": "Historical Figures"
    },
    {
        "id": 95,
        "entity": "Socrates",
        "description": "Socrates was a Greek philosopher from Athens who is credited as the founder of Western philosophy and as among the first moral philosophers of the ethical tradition of thought. ",
        "category": "Historical Figures"
    },
    {
        "id": 96,
        "entity": "Aristotle",
        "description": "Aristotle was an Ancient Greek philosopher and polymath. His writings cover a broad range of subjects spanning the natural sciences, philosophy, linguistics, economics, politics, psychology, and the arts. ",
        "category": "Historical Figures"
    },
    {
        "id": 97,
        "entity": "Mozart",
        "description": "Wolfgang Amadeus Mozart was a prolific and influential composer of the Classical period. Despite his short life, his rapid pace of composition resulted in more than 800 works representing virtually every Western classical genre of his time. ",
        "category": "Historical Figures"
    },
    {
        "id": 98,
        "entity": "Bach",
        "description": "Bachata is a genre of music that originated in the Dominican Republic in the 20th century. It contains elements of European, indigenous Taino and African musical elements, representing the cultural diversity of the Dominican population.\n",
        "category": "Historical Figures"
    },
    {
        "id": 99,
        "entity": "Tutankhamun",
        "description": "Tutankhamun or Tutankhamen, was an ancient Egyptian pharaoh who ruled c. 1332 – 1323 BC during the late Eighteenth Dynasty of ancient Egypt. Born Tutankhaten, he was likely a son of Akhenaten, thought to be the KV55 mummy. ",
        "category": "Historical Figures"
    },
    {
        "id": 100,
        "entity": "Michaelangelo",
        "description": "Michael Angelo Bellisario is an American actor and the son of scriptwriter and producer Donald P. Bellisario.\nBellisario has mostly had parts in series produced by his father. ",
        "category": "Historical Figures"
    },
    {
        "id": 101,
        "entity": "Shakespeare",
        "description": "William Shakespeare was an English playwright, poet and actor. He is widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist. He is often called England's national poet and the \"Bard of Avon\". ",
        "category": "Historical Figures"
    },
    {
        "id": 102,
        "entity": "Rembrandt",
        "description": "Rembrandt Harmenszoon van Rijn, usually simply known as Rembrandt, was a Dutch Golden Age painter, printmaker, and draughtsman. He is generally considered one of the greatest visual artists in the history of art. It is estimated Rembrandt produced a total of about three hundred paintings, three hundred etchings, and two thousand drawings.\n",
        "category": "Historical Figures"
    },
    {
        "id": 103,
        "entity": "Impressionism",
        "description": "Impressionism was a 19th-century art movement characterized by relatively small, thin, yet visible brush strokes, open composition, emphasis on accurate depiction of light in its changing qualities, ordinary subject matter, unusual visual angles, and inclusion of movement as a crucial element of human perception and experience. ",
        "category": "Art Styles"
    },
    {
        "id": 104,
        "entity": "Cubism",
        "description": "Cubism is an early-20th-century avant-garde art movement begun in Paris that revolutionized painting and the visual arts, and influenced artistic innovations in music, ballet, literature, and architecture. ",
        "category": "Art Styles"
    },
    {
        "id": 105,
        "entity": "Surrealism",
        "description": "Surrealism is an art and cultural movement that developed in Europe in the aftermath of World War I in which artists aimed to allow the unconscious mind to express itself, often resulting in the depiction of illogical or dreamlike scenes and ideas. ",
        "category": "Art Styles"
    },
    {
        "id": 106,
        "entity": "Expressionism",
        "description": "Expressionism is a modernist movement, initially in poetry and painting, originating in Northern Europe around the beginning of the 20th century. ",
        "category": "Art Styles"
    },
    {
        "id": 107,
        "entity": "Baroque",
        "description": "The Baroque is a Western style of architecture, music, dance, painting, sculpture, poetry, and other arts that flourished from the early 17th century until the 1750s. ",
        "category": "Art Styles"
    },
    {
        "id": 108,
        "entity": "Romanticism",
        "description": "Romanticism was an artistic and intellectual movement that originated in Europe towards the end of the 18th century. The purpose of the movement was to advocate for the importance of subjectivity, imagination, and appreciation of nature in society and culture in response to the Age of Enlightenment and the Industrial Revolution.\n",
        "category": "Art Styles"
    },
    {
        "id": 109,
        "entity": "Abstract",
        "description": "An abstract is a brief summary of a research article, thesis, review, conference proceeding, or any in-depth analysis of a particular subject and is often used to help the reader quickly ascertain the paper's purpose. ",
        "category": "Art Styles"
    },
    {
        "id": 110,
        "entity": "Futurism",
        "description": "Futurism was an artistic and social movement that originated in Italy, and to a lesser extent in other countries, in the early 20th century. ",
        "category": "Art Styles"
    },
    {
        "id": 111,
        "entity": "Neoclassicism",
        "description": "Neoclassicism, also spelled Neo-classicism, emerged as a Western cultural movement in the decorative and visual arts, literature, theatre, music, and architecture that drew inspiration from the art and culture of classical antiquity. ",
        "category": "Art Styles"
    },
    {
        "id": 112,
        "entity": "Rococo",
        "description": "Rococo, less commonly Roccoco, also known as Late Baroque, is an exceptionally ornamental and dramatic style of architecture, art and decoration which combines asymmetry, scrolling curves, gilding, white and pastel colours, sculpted moulding, and trompe-l'œil frescoes to create surprise and the illusion of motion and drama. ",
        "category": "Art Styles"
    },
    {
        "id": 113,
        "entity": "Minimalism",
        "description": "In visual arts, music and other media, minimalism was an art movement that began in post–World War II in Western art, and it is most strongly associated with American visual arts in the 1960s and early 1970s.\n",
        "category": "Art Styles"
    },
    {
        "id": 114,
        "entity": "Byzantine",
        "description": "One of the most famous of the surviving Byzantine mosaics of the Hagia Sophia in Constantinople – the image of Christ Pantocrator on the walls of the upper southern gallery, Christ being flanked by the Virgin Mary and John the Baptist; c. ",
        "category": "Art Styles"
    },
    {
        "id": 115,
        "entity": "Gothic",
        "description": "Blackletter, also known as Gothic script, Gothic minuscule or Gothic type, was a script used throughout Western Europe from approximately 1150 until the 17th century. ",
        "category": "Art Styles"
    },
    {
        "id": 116,
        "entity": "Renaissance",
        "description": "Michelle LaVaughn Robinson Obama is an American attorney and author who served as the first lady of the United States from 2009 to 2017, being married to Barack Obama, the 44th president of the United States.\n",
        "category": "Art Styles"
    },
    {
        "id": 117,
        "entity": "Realism",
        "description": "Realism in the arts is generally the attempt to represent subject matter truthfully, without artificiality and avoiding speculative and supernatural elements. The term is often used interchangeably with naturalism, although these terms are not synonymous. ",
        "category": "Art Styles"
    },
    {
        "id": 118,
        "entity": "Pointillism",
        "description": "Pointillism is a technique of painting in which small, distinct dots of color are applied in patterns to form an image.\nGeorges Seurat and Paul Signac developed the technique in 1886, branching from Impressionism. ",
        "category": "Art Styles"
    },
    {
        "id": 119,
        "entity": "Dadaism",
        "description": "Dada or Dadaism was an art movement of the European avant-garde in the early 20th century, with early centres in Zürich, Switzerland, at the Cabaret Voltaire, founded by Hugo Ball with his companion Emmy Hennings, and in Berlin in 1917. ",
        "category": "Art Styles"
    },
    {
        "id": 120,
        "entity": "Fauvism",
        "description": "Fauvism is a style of painting and an art movement that emerged in France at the beginning of the 20th century. It was the style of les Fauves, a group of modern artists whose works emphasized painterly qualities and strong colour over the representational or realistic values retained by Impressionism. ",
        "category": "Art Styles"
    },
    {
        "id": 121,
        "entity": "Post-Impressionism",
        "description": "Post-Impressionism was a predominantly French art movement that developed roughly between 1886 and 1905, from the last Impressionist exhibition to the birth of Fauvism. ",
        "category": "Art Styles"
    },
    {
        "id": 122,
        "entity": "Constructivism",
        "description": "Constructivism in education is a theory that suggests that learners do not passively acquire knowledge through direct instruction. ",
        "category": "Art Styles"
    },
    {
        "id": 123,
        "entity": "Bauhaus",
        "description": "Bauhaus AG is a German pan-European retail chain offering products for home improvement, gardening, and workshop. The name contains the German words bauen and Haus, but also alludes to the modernist Bauhaus school and the company's founder and owner, the German billionaire Heinz-Georg Baus.\n",
        "category": "Art Styles"
    },
    {
        "id": 124,
        "entity": "Mannerism",
        "description": "An idiosyncrasy is a unique feature of something. The term is often used to express peculiarity.",
        "category": "Art Styles"
    },
    {
        "id": 125,
        "entity": "Neo-expressionism",
        "description": "Neo-expressionism is a style of late modernist or early-postmodern painting and sculpture that emerged in the late 1970s. Neo-expressionists were sometimes called Transavantgarde, Junge Wilde or Neue Wilden. ",
        "category": "Art Styles"
    },
    {
        "id": 126,
        "entity": "Vorticism",
        "description": "Vorticism was a London-based modernist art movement formed in 1914 by the writer and artist Wyndham Lewis. The movement was partially inspired by Cubism and was introduced to the public by means of the publication of the Vorticist manifesto in Blast magazine. ",
        "category": "Art Styles"
    },
    {
        "id": 127,
        "entity": "Pre-Raphaelite",
        "description": "The Pre-Raphaelite Brotherhood was a group of English painters, poets, and art critics, founded in 1848 by William Holman Hunt, John Everett Millais, Dante Gabriel Rossetti, William Michael Rossetti, James Collinson, Frederic George Stephens and Thomas Woolner who formed a seven-member \"Brotherhood\" partly modelled on the Nazarene movement. ",
        "category": "Art Styles"
    },
    {
        "id": 128,
        "entity": "Photorealism",
        "description": "Photorealism is a genre of art that encompasses painting, drawing and other graphic media, in which an artist studies a photograph and then attempts to reproduce the image as realistically as possible in another medium. ",
        "category": "Art Styles"
    },
    {
        "id": 129,
        "entity": "Suprematism",
        "description": "Suprematism is an early twentieth-century art movement focused on the fundamentals of geometry, painted in a limited range of colors. ",
        "category": "Art Styles"
    },
    {
        "id": 130,
        "entity": "Symbolism",
        "description": "Symbolism was a late 19th-century art movement of French and Belgian origin in poetry and other arts seeking to represent absolute truths symbolically through language and metaphorical images, mainly as a reaction against naturalism and realism.\n",
        "category": "Art Styles"
    },
    {
        "id": 131,
        "entity": "Tachisme",
        "description": "Tachisme is a French style of abstract painting popular in the 1940s and 1950s. The term is said to have been first used with regards to the movement in 1951. ",
        "category": "Art Styles"
    },
    {
        "id": 132,
        "entity": "Ukiyo-e",
        "description": "Ukiyo-e is a genre of Japanese art that flourished from the 17th through 19th centuries. Its artists produced woodblock prints and paintings of such subjects as female beauties; kabuki actors and sumo wrestlers; scenes from history and folk tales; travel scenes and landscapes; flora and fauna; and erotica. ",
        "category": "Art Styles"
    },
    {
        "id": 133,
        "entity": "Fluxus",
        "description": "Fluxus was an international, interdisciplinary community of artists, composers, designers, and poets during the 1960s and 1970s who engaged in experimental art performances which emphasized the artistic process over the finished product. ",
        "category": "Art Styles"
    },
    {
        "id": 134,
        "entity": "Precisionism",
        "description": "Precisionism was a modernist art movement that emerged in the United States after World War I. Influenced by Cubism, Purism, and Futurism, Precisionist artists reduced subjects to their essential geometric shapes, eliminated detail, and often used planes of light to create a sense of crisp focus and suggest the sleekness and sheen of machine forms. ",
        "category": "Art Styles"
    },
    {
        "id": 135,
        "entity": "Stuckism",
        "description": "Stuckism is an international art movement founded in 1999 by Billy Childish and Charles Thomson to promote figurative painting as opposed to conceptual art. By May 2017, the initial group of 13 British artists had expanded to 236 groups in 52 countries.\nChildish and Thomson have issued several manifestos. ",
        "category": "Art Styles"
    },
    {
        "id": 136,
        "entity": "Transavantgarde",
        "description": "Transavantgarde or Transavanguardia is the Italian version of Neo-expressionism, an art movement that swept through Italy and the rest of Western Europe in the late 1970s and 1980s. ",
        "category": "Art Styles"
    },
    {
        "id": 137,
        "entity": "English",
        "description": "English is a West Germanic language in the Indo-European language family, whose speakers, called Anglophones, originated in early medieval England on the island of Great Britain. ",
        "category": "Languages"
    },
    {
        "id": 138,
        "entity": "Mandarin",
        "description": "The mandarin orange, also known as mandarin or mandarine, is a small, rounded citrus tree fruit. Treated as a distinct species of orange, it is usually eaten plain or in fruit salads. ",
        "category": "Languages"
    },
    {
        "id": 139,
        "entity": "Spanish",
        "description": "SpanishDict is a Spanish-American English reference, learning website, and mobile application. The website and mobile application feature a Spanish-American English dictionary and translator, verb conjugation tables, pronunciation videos, and language lessons. ",
        "category": "Languages"
    },
    {
        "id": 140,
        "entity": "French",
        "description": "The French Open, also known as Roland-Garros, is a tennis tournament organized by the French Tennis Federation annually at Stade Roland Garros in Paris, France. ",
        "category": "Languages"
    },
    {
        "id": 141,
        "entity": "Arabic",
        "description": "Al Jazeera Arabic is a Qatari state-owned Arabic-language news television network. It is based in Doha and operated by the Al Jazeera Media Network, which also operates Al Jazeera English. ",
        "category": "Languages"
    },
    {
        "id": 142,
        "entity": "Hindi",
        "description": "Modern Standard Hindi, commonly referred to as Hindi, is the standardised variety of the Hindustani language written in Devanagari script. It is the official language of India alongside English and the lingua franca of North India. ",
        "category": "Languages"
    },
    {
        "id": 143,
        "entity": "Bengali",
        "description": "Bengali, also known by its endonym Bangla, is an Indo-Aryan language from the Indo-European language family native to the Bengal region of South Asia. ",
        "category": "Languages"
    },
    {
        "id": 144,
        "entity": "Portuguese",
        "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula in Southwestern Europe, whose territory also includes the Macaronesian archipelagos of the Azores and Madeira. ",
        "category": "Languages"
    },
    {
        "id": 145,
        "entity": "Russian",
        "description": "Russian is an East Slavic language, spoken primarily in Russia. It is the native language of the Russians and belongs to the Indo-European language family. ",
        "category": "Languages"
    },
    {
        "id": 146,
        "entity": "Japanese",
        "description": "Japanese people are an East Asian ethnic group native to the Japanese archipelago. Japanese people constitute 97.4% of the population of the country of Japan. ",
        "category": "Languages"
    },
    {
        "id": 147,
        "entity": "German",
        "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It lies between the Baltic and North Sea to the north and the Alps to the south. ",
        "category": "Languages"
    },
    {
        "id": 148,
        "entity": "Korean",
        "description": "Koreans are an East Asian ethnic group native to Korea. The majority of Koreans live in the two Korean nation states of North and South Korea, which are collectively referred to as Korea. ",
        "category": "Languages"
    },
    {
        "id": 149,
        "entity": "Turkish",
        "description": "Turkish Airlines, or legally Türk Hava Yolları Anonim Ortaklığı, is the flag carrier of Turkey. As of June 2024, it operates scheduled services to 349 destinations in Europe, Asia, Oceania, Africa, and the Americas. ",
        "category": "Languages"
    },
    {
        "id": 150,
        "entity": "Italian",
        "description": "The Serie A, officially known as Serie A enilive in Italy and Serie A Made in Italy abroad for sponsorship reasons, is a professional league competition for football clubs located at the top of the Italian football league system. ",
        "category": "Languages"
    },
    {
        "id": 151,
        "entity": "Polish",
        "description": "Polishing is the process of creating a smooth and shiny surface by rubbing it or by applying a chemical treatment, leaving a clean surface with a significant specular reflection. ",
        "category": "Languages"
    },
    {
        "id": 152,
        "entity": "Thai",
        "description": "Thailand, officially the Kingdom of Thailand and historically known as Siam, is a country in Southeast Asia on the Indochinese Peninsula. With a population of almost 66 million, it spans 513,115 square kilometres. ",
        "category": "Languages"
    },
    {
        "id": 153,
        "entity": "Ukrainian",
        "description": "Ukrainians are an East Slavic ethnic group native to Ukraine. Their native tongue is Ukrainian, and they mostly adhere to the Eastern Orthodox Church. By total population, the Ukrainians form the second-largest Slavic ethnic group after the Russians.\nHistorically under rule from various realms, the Ukrainians have been given various names by the rulers. ",
        "category": "Languages"
    },
    {
        "id": 154,
        "entity": "Romanian",
        "description": "Romanians are a Romance-speaking ethnic group and nation native to Central, Eastern, and Southeastern Europe. Sharing a common culture and ancestry, they speak the Romanian language and live primarily in Romania and Moldova. ",
        "category": "Languages"
    },
    {
        "id": 155,
        "entity": "Greek",
        "description": "Greek is an Indo-European language, constituting an independent branch of it, native to Greece, Cyprus, Italy, southern Albania, and other regions of the Balkans, Caucasus, the Black Sea coast, Asia Minor, and the Eastern Mediterranean. ",
        "category": "Languages"
    },
    {
        "id": 156,
        "entity": "Swedish",
        "description": "The men's Swedish Open is an ATP Tour 250 tennis tournament on the ATP Tour held in Båstad, Sweden in July.\nThe women's Swedish Open is a tennis tournament held in Båstad, Sweden, between 2009 and 2017 as an International tournament and successor to the Nordic Light Open in Stockholm, and from 2019 onwards a challenger-level tournament. ",
        "category": "Languages"
    },
    {
        "id": 157,
        "entity": "Hungarian",
        "description": "Hungarians, also known as Magyars, are a Central European nation and an ethnic group native to Hungary and historical Hungarian lands who share a common culture, history, ancestry, and language. ",
        "category": "Languages"
    },
    {
        "id": 158,
        "entity": "Finnish",
        "description": "Finnish is a Finnic language of the Uralic language family, spoken by the majority of the population in Finland and by ethnic Finns outside of Finland. Finnish is one of the two official languages of Finland, alongside Swedish. In Sweden, both Finnish and Meänkieli are official minority languages. ",
        "category": "Languages"
    },
    {
        "id": 159,
        "entity": "Vietnamese",
        "description": "Vietnamese is a Vietic language in the Austroasiatic language family, spoken primarily in Vietnam where it is the national and official language. Vietnamese is spoken natively by around 85 million people,\nseveral times as many as the rest of the Austroasiatic family combined. ",
        "category": "Languages"
    },
    {
        "id": 160,
        "entity": "Slovak",
        "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. ",
        "category": "Languages"
    },
    {
        "id": 161,
        "entity": "Norwegian",
        "description": "Norwegian Air Shuttle ASA, trading as Norwegian, is a Norwegian low-cost airline and Scandinavia's second-largest airline, behind Scandinavian Airlines. ",
        "category": "Languages"
    },
    {
        "id": 162,
        "entity": "Danish",
        "description": "A Danish pastry is a multilayered, laminated sweet pastry in the viennoiserie tradition. It is thought that some bakery techniques were brought to Denmark by Austrian bakers, and originated the name of this pastry. ",
        "category": "Languages"
    },
    {
        "id": 163,
        "entity": "Bulgarian",
        "description": "Bulgarians are a nation and South Slavic ethnic group native to Bulgaria and its neighbouring region, who share a common Bulgarian ancestry, culture, history and language. ",
        "category": "Languages"
    },
    {
        "id": 164,
        "entity": "Croatian",
        "description": "The Croats or Horvati are a South Slavic ethnic group native to Croatia, Bosnia and Herzegovina and other neighboring countries in Central and Southeastern Europe who share a common Croatian ancestry, culture, history and language. ",
        "category": "Languages"
    },
    {
        "id": 165,
        "entity": "Lithuanian",
        "description": "Lithuanians are a Baltic ethnic group. They are native to Lithuania, where they number around 2,378,118 people. Another two millions make up the Lithuanian diaspora, largely found in countries such as the United States, United Kingdom, Brazil and Canada. ",
        "category": "Languages"
    },
    {
        "id": 166,
        "entity": "Slovenian",
        "description": "Slovenian Railways is the state railway company of Slovenia, created in 1991.\nSlovenia is a member of the International Union of Railways. The UIC Country Code for Slovenia is 79.",
        "category": "Languages"
    },
    {
        "id": 167,
        "entity": "Estonian",
        "description": "Eesti Rahvusringhääling – Estonian Public Broadcasting – is a publicly funded and owned radio and television organisation created in Estonia on 1 June 2007 to take over the functions of the formerly separate Eesti Raadio and Eesti Televisioon, under the terms of the Estonian National Broadcasting Act. ",
        "category": "Languages"
    },
    {
        "id": 168,
        "entity": "Latvian",
        "description": "Latvians are a Baltic ethnic group and nation native to Latvia and the immediate geographical region, the Baltics. They are occasionally also referred to as Letts, especially in older bibliography. ",
        "category": "Languages"
    },
    {
        "id": 169,
        "entity": "Hebrew",
        "description": "The Hebrews were an ancient Semitic-speaking people. Historians mostly consider the Hebrews as synonymous with the Israelites, with the term \"Hebrew\" denoting an Israelite from the nomadic era that preceded the establishment of the united Kingdom of Israel. ",
        "category": "Languages"
    },
    {
        "id": 170,
        "entity": "Persian",
        "description": "The Iranian peoples or Iranic peoples are a diverse grouping of peoples who are identified by their usage of the Iranian languages and other cultural similarities.\n",
        "category": "Languages"
    },
    {
        "id": 171,
        "entity": "Serbian",
        "description": "The Serbs are a South Slavic ethnic group native to Southeastern Europe who share a common Serbian ancestry, culture, history, and language. ",
        "category": "Languages"
    },
    {
        "id": 172,
        "entity": "Malay",
        "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of 13 states and three federal territories, separated by the South China Sea into two regions: Peninsular Malaysia and Borneo's East Malaysia. ",
        "category": "Languages"
    },
    {
        "id": 173,
        "entity": "Indonesian",
        "description": "Indonesian is the official and national language of Indonesia. It is a standardized variety of Malay, an Austronesian language that has been used as a lingua franca in the multilingual Indonesian archipelago for centuries. ",
        "category": "Languages"
    },
    {
        "id": 174,
        "entity": "Filipino",
        "description": "Tagalog is an Austronesian language spoken as a first language by the ethnic Tagalog people, who make up a quarter of the population of the Philippines, and as a second language by the majority. ",
        "category": "Languages"
    },
    {
        "id": 175,
        "entity": "Urdu",
        "description": "Urdu is an Indo-Aryan language spoken chiefly in South Asia.\nIt is the national language and lingua franca of Pakistan, where it is also an official language alongside English. ",
        "category": "Languages"
    },
    {
        "id": 176,
        "entity": "Swahili",
        "description": "The Swahili people comprise mainly Bantu, Afro-Arab, and Comorian ethnic groups inhabiting the Swahili coast, an area encompassing the Zanzibar archipelago and mainland Tanzania's seaboard, littoral Kenya, northern Mozambique, the Comoros Islands, and northwest Madagascar.\n",
        "category": "Languages"
    },
    {
        "id": 177,
        "entity": "Amharic",
        "description": "Amharic is an Ethiopian Semitic language, which is a subgrouping within the Semitic branch of the Afroasiatic languages. It is spoken as a first language by the Amharas, and also serves as a lingua franca for all other populations residing in major cities and towns in Ethiopia.\n",
        "category": "Languages"
    },
    {
        "id": 178,
        "entity": "Nepali",
        "description": "Nepali is an Indo-Aryan language native to the Himalayas region of South Asia. It is the official, and most widely spoken, language of Nepal, where it also serves as a lingua franca. ",
        "category": "Languages"
    },
    {
        "id": 179,
        "entity": "Mongolian",
        "description": "Mongolian cuisine predominantly consists of dairy products, meat, and animal fats. The most common rural dish is cooked mutton. In the city, steamed dumplings filled with meat—\"buuz\"— are popular.\n",
        "category": "Languages"
    },
    {
        "id": 180,
        "entity": "Tibetan",
        "description": "The Tibetan people are an East Asian ethnic group native to Tibet. Their current population is estimated to be around 6.7 million. ",
        "category": "Languages"
    },
    {
        "id": 181,
        "entity": "Sinhala",
        "description": "Sinhala, sometimes called Sinhalese, is an Indo-Aryan language primarily spoken by the Sinhalese people of Sri Lanka, who make up the largest ethnic group on the island, numbering about 16 million. ",
        "category": "Languages"
    },
    {
        "id": 182,
        "entity": "Burmese",
        "description": "The Burmese cat is a breed of domestic cat, originating in Burma, believed to have its roots near the Thai-Burma border and developed in the United States and Britain.\n",
        "category": "Languages"
    },
    {
        "id": 183,
        "entity": "Azerbaijani",
        "description": "Azerbaijanis, Azeris, or Azerbaijani Turks are a Turkic ethnic group living mainly in the Azerbaijan region of northwestern Iran and the Republic of Azerbaijan. They are predominantly Shia Muslims. ",
        "category": "Languages"
    },
    {
        "id": 184,
        "entity": "Doctor",
        "description": "A physician, medical practitioner, medical doctor, or simply doctor is a health professional who practices medicine, which is concerned with promoting, maintaining or restoring health through the study, diagnosis, prognosis and treatment of disease, injury, and other physical and mental impairments. ",
        "category": "Professions"
    },
    {
        "id": 185,
        "entity": "Engineer",
        "description": "Engineers, as practitioners of engineering, are professionals who invent, design, analyze, build and test machines, complex systems, structures, gadgets and materials to fulfill functional objectives and requirements while considering the limitations imposed by practicality, regulation, safety and cost. ",
        "category": "Professions"
    },
    {
        "id": 186,
        "entity": "Teacher",
        "description": "A teacher, also called a schoolteacher or formally an educator, is a person who helps students to acquire knowledge, competence, or virtue, via the practice of teaching.\nInformally the role of teacher may be taken on by anyone.\n",
        "category": "Professions"
    },
    {
        "id": 187,
        "entity": "Chef",
        "description": "A chef is a professional cook and tradesperson who is proficient in all aspects of food preparation, often focusing on a particular cuisine. The word \"chef\" is derived from the term chef de cuisine, the director or head of a kitchen. Chefs can receive formal training from an institution, as well as by apprenticing with an experienced chef.\nDifferent terms use the word chef in their titles and deal with specific areas of food preparation. ",
        "category": "Professions"
    },
    {
        "id": 188,
        "entity": "Nurse",
        "description": "A nanny is a person who provides child care. Typically, this care is given within the children's family setting. Throughout history, nannies were usually servants in large households and reported directly to the lady of the house. ",
        "category": "Professions"
    },
    {
        "id": 189,
        "entity": "Architect",
        "description": "An architect is a person who plans, designs, and oversees the construction of buildings. To practice architecture means to provide services in connection with the design of buildings and the space within the site surrounding the buildings that have human occupancy or use as their principal purpose. ",
        "category": "Professions"
    },
    {
        "id": 190,
        "entity": "Accountant",
        "description": "The Accountant is a 2016 American action thriller film directed by Gavin O'Connor, written by Bill Dubuque and starring Ben Affleck, Anna Kendrick, J. K. Simmons, Jon Bernthal, Cynthia Addai-Robinson, Jeffrey Tambor, and John Lithgow. ",
        "category": "Professions"
    },
    {
        "id": 191,
        "entity": "Firefighter",
        "description": "A firefighter is a first responder trained in firefighting, primarily to control and extinguish fires that threaten life and property, as well as to rescue persons from confinement or dangerous situations. ",
        "category": "Professions"
    },
    {
        "id": 192,
        "entity": "Pilot",
        "description": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls. Some other aircrew members, such as navigators or flight engineers, are also considered aviators because they are involved in operating the aircraft's navigation and engine systems. ",
        "category": "Professions"
    },
    {
        "id": 193,
        "entity": "Journalist",
        "description": "In legal discourse, an author is the creator of an original work, whether that work is in written, graphic, or recorded medium. The creation of such a work is an act of authorship. ",
        "category": "Professions"
    },
    {
        "id": 194,
        "entity": "Librarian",
        "description": "A librarian is a person who works professionally in a library providing access to information, and sometimes social or technical programming, or instruction on information literacy to users.\n",
        "category": "Professions"
    },
    {
        "id": 195,
        "entity": "Farmer",
        "description": "A farmer is a person engaged in agriculture, raising living organisms for food or raw materials. The term usually applies to people who do some combination of raising field crops, orchards, vineyards, poultry, or other livestock. ",
        "category": "Professions"
    },
    {
        "id": 196,
        "entity": "Electrician",
        "description": "An electrician is a tradesperson specializing in electrical wiring of buildings, transmission lines, stationary machines, and related equipment. ",
        "category": "Professions"
    },
    {
        "id": 197,
        "entity": "Plumber",
        "description": "A plumber is a tradesperson who specializes in installing and maintaining systems used for potable water, hot-water production, sewage and drainage in plumbing systems.",
        "category": "Professions"
    },
    {
        "id": 198,
        "entity": "Mechanic",
        "description": "A mechanic is a skilled tradesperson who uses tools to build, maintain, or repair machinery, especially cars.",
        "category": "Professions"
    },
    {
        "id": 199,
        "entity": "Scientist",
        "description": "A scientist is a person who researches to advance knowledge in an area of the natural sciences.\nIn classical antiquity, there was no real ancient analog of a modern scientist. ",
        "category": "Professions"
    },
    {
        "id": 200,
        "entity": "Dentist",
        "description": "A dentist, also known as a dental surgeon, is a health care professional who specializes in dentistry, the branch of medicine focused on the teeth, gums, and mouth. The dentist's supporting team aids in providing oral health services. ",
        "category": "Professions"
    },
    {
        "id": 201,
        "entity": "Psychologist",
        "description": "A psychologist is a professional who practices psychology and studies mental states, perceptual, cognitive, emotional, and social processes and behavior. ",
        "category": "Professions"
    },
    {
        "id": 202,
        "entity": "Veterinarian",
        "description": "A veterinarian is a medical professional who practices veterinary medicine. They manage a wide range of health conditions and injuries in non-human animals. ",
        "category": "Professions"
    },
    {
        "id": 203,
        "entity": "Programmer",
        "description": "A programmer, computer programmer or coder is an author of computer source code – someone with skill in computer programming.\nThe professional titles software developer and software engineer are used for jobs that require a programmer.\n",
        "category": "Professions"
    },
    {
        "id": 204,
        "entity": "Banker",
        "description": "Coldwell Banker Real Estate LLC is an American real estate franchise owned by Anywhere Real Estate, with headquarters in Madison, New Jersey. It was founded in 1906 in San Francisco, and has approximately 3000 offices in 49 countries and territories. It publishes an annual house price guide, Home Listing Report. The company does not issue loans; its name refers instead to a former managing partner.",
        "category": "Professions"
    },
    {
        "id": 205,
        "entity": "DJ",
        "description": "David Michael Bautista Jr. is an American actor and retired professional wrestler. Widely regarded as one of the greatest professional wrestlers of all time, he rose to fame for his several stints in WWE between 2002 and 2019.\n",
        "category": "Professions"
    },
    {
        "id": 206,
        "entity": "Bartender",
        "description": "A bartender is a person who formulates and serves alcoholic or soft drink beverages behind the bar, usually in a licensed establishment as well as in restaurants and nightclubs, but also occasionally at private parties. ",
        "category": "Professions"
    },
    {
        "id": 207,
        "entity": "Translator",
        "description": "Translation is the communication of the meaning of a source-language text by means of an equivalent target-language text. The English language draws a terminological distinction between translating and interpreting; under this distinction, translation can begin only after the appearance of writing within a language community.\n",
        "category": "Professions"
    },
    {
        "id": 208,
        "entity": "Biologist",
        "description": "A biologist is a scientist who conducts research in biology. Biologists are interested in studying life on Earth, whether it is an individual cell, a multicellular organism, or a community of interacting populations. ",
        "category": "Professions"
    },
    {
        "id": 209,
        "entity": "Statistician",
        "description": "A statistician is a person who works with theoretical or applied statistics. The profession exists in both the private and public sectors.\n",
        "category": "Professions"
    },
    {
        "id": 210,
        "entity": "Economist",
        "description": "An economist is a professional and practitioner in the social science discipline of economics.\nThe individual may also study, develop, and apply theories and concepts from economics and write about economic policy. ",
        "category": "Professions"
    },
    {
        "id": 211,
        "entity": "Anthropologist",
        "description": "An anthropologist is a person engaged in the practice of anthropology. Anthropology is the study of aspects of humans within past and present societies. ",
        "category": "Professions"
    },
    {
        "id": 212,
        "entity": "Geologist",
        "description": "A geologist is a scientist who studies the structure, composition, and history of Earth. Geologists incorporate techniques from physics, chemistry, biology, mathematics, and geography to perform research in the field and the laboratory. ",
        "category": "Professions"
    },
    {
        "id": 213,
        "entity": "Meteorologist",
        "description": "A meteorologist is a scientist who studies and works in the field of meteorology aiming to understand or predict Earth's atmospheric phenomena including the weather. ",
        "category": "Professions"
    },
    {
        "id": 214,
        "entity": "Zoologist",
        "description": "The Naked Ape: A Zoologist's Study of the Human Animal is a 1967 book by English zoologist and ethologist Desmond Morris that looks at humans as a species and compares them to other animals. ",
        "category": "Professions"
    },
    {
        "id": 215,
        "entity": "Actuary",
        "description": "An actuary is a professional with advanced mathematical skills who deals with the measurement and management of risk and uncertainty. ",
        "category": "Professions"
    },
    {
        "id": 216,
        "entity": "Archaeologist",
        "description": "Outer Wilds is a 2019 action-adventure video game developed by Mobius Digital and published by Annapurna Interactive. The game follows the player character as they explore a planetary system stuck in a 22-minute time loop that resets after the sun goes supernova and destroys the system. ",
        "category": "Professions"
    },
    {
        "id": 217,
        "entity": "Historian",
        "description": "A historian is a person who studies and writes about the past and is regarded as an authority on it. Historians are concerned with the continuous, methodical narrative and research of past events as relating to the human race; as well as the study of all history in time. ",
        "category": "Professions"
    },
    {
        "id": 218,
        "entity": "Christmas",
        "description": "Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration among billions of people around the world. ",
        "category": "Holidays"
    },
    {
        "id": 219,
        "entity": "Halloween",
        "description": "Halloween or Hallowe'en is a celebration observed in many countries on 31 October, the eve of the Western Christian feast of All Hallows' Day. ",
        "category": "Holidays"
    },
    {
        "id": 220,
        "entity": "Thanksgiving",
        "description": "Thanksgiving is a national holiday celebrated on various dates in October and November in the United States, Canada, Saint Lucia, Liberia, and unofficially in countries like Brazil, Germany and the Philippines. ",
        "category": "Holidays"
    },
    {
        "id": 221,
        "entity": "Easter",
        "description": "Easter, also called Pascha or Resurrection Sunday, is a Christian festival and cultural holiday commemorating the resurrection of Jesus from the dead, described in the New Testament as having occurred on the third day of his burial following his crucifixion by the Romans at Calvary c. ",
        "category": "Holidays"
    },
    {
        "id": 222,
        "entity": "Diwali",
        "description": "Diwali is the Hindu festival of lights, with variations celebrated in other Indian religions. It symbolises the spiritual \"victory of light over darkness, good over evil, and knowledge over ignorance\". ",
        "category": "Holidays"
    },
    {
        "id": 223,
        "entity": "Hanukkah",
        "description": "Hanukkah is a Jewish festival commemorating the recovery of Jerusalem and subsequent rededication of the Second Temple at the beginning of the Maccabean Revolt against the Seleucid Empire in the 2nd century BCE.\n",
        "category": "Holidays"
    },
    {
        "id": 224,
        "entity": "Ramadan",
        "description": "Ramadan is the ninth month of the Islamic calendar, observed by Muslims worldwide as a month of fasting, prayer, reflection, and community. ",
        "category": "Holidays"
    },
    {
        "id": 225,
        "entity": "Passover",
        "description": "Passover, also called Pesach, is a major Jewish holiday and one of the Three Pilgrimage Festivals. It celebrates the Exodus of the Israelites from slavery in Egypt.\n",
        "category": "Holidays"
    },
    {
        "id": 226,
        "entity": "Kwanzaa",
        "description": "Kwanzaa is an annual celebration of African-American culture from December 26 to January 1, culminating in a communal feast called Karamu, usually on the sixth day. ",
        "category": "Holidays"
    },
    {
        "id": 227,
        "entity": "Purim",
        "description": "Purim is a Jewish holiday that commemorates the saving of the Jewish people from annihilation at the hands of an official of the Achaemenid Empire named Haman, as it is recounted in the Book of Esther.\n",
        "category": "Holidays"
    },
    {
        "id": 228,
        "entity": "Songkran",
        "description": "Thai New Year or Songkran, also known as Songkran Festival, Songkran Splendours, is the Thai New Year's national holiday. Songkran is on 13 April every year, but the holiday period extends from 14 to 15 April. ",
        "category": "Holidays"
    },
    {
        "id": 229,
        "entity": "Holi",
        "description": "Holi is a popular and significant Hindu festival celebrated as the Festival of Colours, Love, and Spring.\nIt celebrates the eternal and divine love of the deities Radha and Krishna.\n",
        "category": "Holidays"
    },
    {
        "id": 230,
        "entity": "Navratri",
        "description": "Navaratri is an annual Hindu festival observed in honor of the goddess Durga, an aspect of Adi Parashakti, the supreme goddess. It spans over nine nights, first in the month of Chaitra, and again in the month of Ashvin. It is observed for different reasons and celebrated differently in various parts of the Hindu Indian cultural sphere. Theoretically, there are four seasonal Navaratris. However, in practice, it is the post-monsoon autumn festival called Sharada Navaratri. ",
        "category": "Holidays"
    },
    {
        "id": 231,
        "entity": "Lent",
        "description": "The lentil is an edible legume. It is an annual plant known for its lens-shaped seeds. It is about 40 cm tall, and the seeds grow in pods, usually with two seeds in each.\nLentils are used around the world for culinary purposes. ",
        "category": "Holidays"
    },
    {
        "id": 232,
        "entity": "Sukkot",
        "description": "Sukkot is a Torah-commanded holiday celebrated for seven days, beginning on the 15th day of the month of Tishrei. It is one of the Three Pilgrimage Festivals on which Israelites were commanded to make a pilgrimage to the Temple in Jerusalem. ",
        "category": "Holidays"
    },
    {
        "id": 233,
        "entity": "Inception",
        "description": "Inception is a 2010 science fiction action film written and directed by Christopher Nolan, who also produced it with Emma Thomas, his wife. ",
        "category": "Movies"
    },
    {
        "id": 234,
        "entity": "Avatar",
        "description": "In computing, an avatar is a graphical representation of a user, the user's character, or persona. Avatars can be two-dimensional icons in Internet forums and other online communities, where they are also known as profile pictures, userpics, or formerly picons. ",
        "category": "Movies"
    },
    {
        "id": 235,
        "entity": "Casablanca",
        "description": "Casablanca is the largest city in Morocco and the country's economic and business centre. Located on the Atlantic coast of the Chaouia plain in the central-western part of Morocco, the city has a population of about 3.71 million in the urban area, and over 4.27 million in Greater Casablanca, making it the most populous city in the Maghreb region, and the eighth-largest in the Arab world.\n",
        "category": "Movies"
    },
    {
        "id": 236,
        "entity": "Goodfellas",
        "description": "The Nice Guys is a 2016 American neo-noir buddy action comedy film directed by Shane Black, who co-wrote the screenplay with Anthony Bagarozzi. ",
        "category": "Movies"
    },
    {
        "id": 237,
        "entity": "Coco",
        "description": "Cocomelon is an American YouTube channel owned by the British company Moonbug Entertainment and maintained by the American company Treasure Studio. The channel specializes in 3D animation videos of traditional nursery rhymes and original children's songs. As of May 2024, Cocomelon is the 3rd most-subscribed and 2nd most-viewed channel on YouTube.",
        "category": "Movies"
    },
    {
        "id": 238,
        "entity": "Gladiator",
        "description": "Gladiator II is an upcoming epic historical action film directed and co-produced by Ridley Scott. Serving as a sequel to Gladiator, the film was written by David Scarpa, from a story he wrote with Peter Craig, and stars Paul Mescal, Pedro Pascal, Joseph Quinn, Fred Hechinger, Connie Nielsen, and Denzel Washington. ",
        "category": "Movies"
    },
    {
        "id": 239,
        "entity": "Interstellar",
        "description": "Interstellar is a 2014 epic science fiction drama film directed by Christopher Nolan, who co-wrote the screenplay with his brother Jonathan. ",
        "category": "Movies"
    },
    {
        "id": 240,
        "entity": "Psycho",
        "description": "Psychology is the scientific study of mind and behavior. Its subject matter includes the behavior of humans and nonhumans, both conscious and unconscious phenomena, and mental processes such as thoughts, feelings, and motives. ",
        "category": "Movies"
    },
    {
        "id": 241,
        "entity": "Se7en",
        "description": "Seven is a 1995 American crime thriller film directed by David Fincher and written by Andrew Kevin Walker. It stars Brad Pitt and Morgan Freeman, with Gwyneth Paltrow, and John C. McGinley in supporting roles. ",
        "category": "Movies"
    },
    {
        "id": 242,
        "entity": "Whiplash",
        "description": "Whiplash is a 2014 American psychological drama film written and directed by Damien Chazelle, starring Miles Teller, J. K. Simmons, Paul Reiser, and Melissa Benoist. ",
        "category": "Movies"
    },
    {
        "id": 243,
        "entity": "Amélie",
        "description": "Amélie is a 2001 French-language romantic comedy film directed by Jean-Pierre Jeunet. Written by Jeunet with Guillaume Laurant, the film is a whimsical depiction of contemporary Parisian life, set in Montmartre. ",
        "category": "Movies"
    },
    {
        "id": 244,
        "entity": "Fargo",
        "description": "Wells Fargo &amp; Company is an American multinational financial services company with a significant global presence. The company operates in 35 countries and serves over 70 million customers worldwide. ",
        "category": "Movies"
    },
    {
        "id": 245,
        "entity": "Gravity",
        "description": "In physics, gravity is a fundamental interaction primarily observed as mutual attraction between all things that have mass. Gravity is, by far, the weakest of the four fundamental interactions, approximately 10³⁸ times weaker than the strong interaction, 10³⁶ times weaker than the electromagnetic force and 10²⁹ times weaker than the weak interaction. ",
        "category": "Movies"
    },
    {
        "id": 246,
        "entity": "Jaws",
        "description": "Amanda Bergman is a Swedish singer-songwriter from Dalarna. She has previously performed and released music under the stage names Idiot Wind and Hajen.",
        "category": "Movies"
    },
    {
        "id": 247,
        "entity": "Memento",
        "description": "A souvenir, memento, keepsake, or token of remembrance is an object a person acquires for the memories the owner associates with it. ",
        "category": "Movies"
    },
    {
        "id": 248,
        "entity": "Snowpiercer",
        "description": "Snowpiercer is a 2013 post-apocalyptic action thriller film based on the French climate fiction graphic novel Le Transperceneige by Jacques Lob, Benjamin Legrand and Jean-Marc Rochette. ",
        "category": "Movies"
    },
    {
        "id": 249,
        "entity": "Chess",
        "description": "Chess is a board game for two players. It is sometimes called international chess or Western chess to distinguish it from related games such as xiangqi and shogi.\n",
        "category": "Games"
    },
    {
        "id": 250,
        "entity": "Fortnite",
        "description": "Fortnite is an online video game and game platform developed by Epic Games and released in 2017. It is available in six distinct game mode versions that otherwise share the same general gameplay and game engine: Fortnite Battle Royale, a free-to-play battle royale game in which up to 100 players fight to be the last person standing; Fortnite: Save the World, a cooperative hybrid tower defense-shooter and survival game in which up to four players fight off zombie-like creatures and defend objects with traps and fortifications they can build; and Fortnite Creative, in which players are given complete freedom to create worlds and battle arenas, Lego Fortnite, an open world survival game, Rocket Racing, a racing game, and Fortnite Festival, a rhythm game.\n",
        "category": "Games"
    },
    {
        "id": 251,
        "entity": "Minecraft",
        "description": "Minecraft is a 2011 sandbox game developed and published by Mojang Studios. Originally created by Markus \"Notch\" Persson using the Java programming language, the first public test build was released on 17 May 2009. ",
        "category": "Games"
    },
    {
        "id": 252,
        "entity": "Tetris",
        "description": "Tetris is a puzzle video game created in 1985 by Alexey Pajitnov, a Soviet software engineer. It has been published by several companies on more than 65 platforms, setting a Guinness world record for the most ported game. ",
        "category": "Games"
    },
    {
        "id": 253,
        "entity": "Skyrim",
        "description": "The Elder Scrolls V: Skyrim is a 2011 action role-playing game developed by Bethesda Game Studios and published by Bethesda Softworks. ",
        "category": "Games"
    },
    {
        "id": 254,
        "entity": "Overwatch",
        "description": "Felicity Megan Smoak, also known by her code name Overwatch, is a fictional character in The CW's Arrowverse franchise. The character was first introduced in 2012 in the first season of the television series Arrow, which is based on the DC Comics character Green Arrow. ",
        "category": "Games"
    },
    {
        "id": 255,
        "entity": "Halo",
        "description": "Halo is a military science fiction video game series and media franchise, originally developed and created by Bungie and currently managed and developed by 343 Industries, part of Microsoft's Xbox Game Studios. ",
        "category": "Games"
    },
    {
        "id": 256,
        "entity": "Hearthstone",
        "description": "Hearthstone is a free-to-play online digital collectible card game developed and published by Blizzard Entertainment. Originally subtitled Heroes of Warcraft, Hearthstone builds upon the existing lore of the Warcraft series by using the same elements, characters, and relics. ",
        "category": "Games"
    },
    {
        "id": 257,
        "entity": "Pac-Man",
        "description": "Pac-Man, originally called Puck Man in Japan, is a 1980 maze video game developed and released by Namco for arcades. In North America, the game was released by Midway Manufacturing as part of its licensing agreement with Namco America. ",
        "category": "Games"
    },
    {
        "id": 258,
        "entity": "Persona",
        "description": "Persona, previously marketed as Shin Megami Tensei: Persona outside of Japan, is a video game franchise primarily developed and published by Atlus, and owned by Sega. ",
        "category": "Games"
    },
    {
        "id": 259,
        "entity": "Pong",
        "description": "Pong is a table tennis–themed twitch arcade sports video game, featuring simple two-dimensional graphics, manufactured by Atari and originally released on 29 November 1972. ",
        "category": "Games"
    },
    {
        "id": 260,
        "entity": "SimCity",
        "description": "SimCity is an open-ended city-building video game franchise originally designed by Will Wright. The first game in the series, SimCity, was published by Maxis in 1989 and was followed by several sequels and many other spin-off Sim titles, including 2000's The Sims, which itself became a best-selling computer game and franchise. ",
        "category": "Games"
    },
    {
        "id": 261,
        "entity": "Splatoon",
        "description": "Splatoon is a third-person shooter video game franchise created by Hisashi Nogami and Shintaro Sato, and developed and owned by Nintendo. ",
        "category": "Games"
    },
    {
        "id": 262,
        "entity": "Terraria",
        "description": "Terraria is a 2011 action-adventure sandbox game developed by Re-Logic. The game was first released for Windows and has since been ported to other PC and console platforms. ",
        "category": "Games"
    },
    {
        "id": 263,
        "entity": "Uncharted",
        "description": "Uncharted is an action-adventure video game series and media franchise published by Sony Interactive Entertainment and developed by Naughty Dog. ",
        "category": "Games"
    },
    {
        "id": 264,
        "entity": "Valheim",
        "description": "Valheim is an upcoming survival and sandbox video game by the Swedish developer Iron Gate Studio and published by Coffee Stain Studios. ",
        "category": "Games"
    },
    {
        "id": 265,
        "entity": "Warframe",
        "description": "Warframe is a free-to-play action role-playing third-person shooter multiplayer online game developed and published by Digital Extremes. ",
        "category": "Games"
    },
    {
        "id": 266,
        "entity": "XCOM",
        "description": "XCOM is a science fiction video game franchise featuring an elite international organization tasked with countering alien invasions of Earth. ",
        "category": "Games"
    },
    {
        "id": 267,
        "entity": "Yu-Gi-Oh!",
        "description": "Yu-Gi-Oh! is a Japanese manga series written and illustrated by Kazuki Takahashi. It was serialized in Shueisha's Weekly Shōnen Jump magazine between September 1996 and March 2004. ",
        "category": "Games"
    },
    {
        "id": 268,
        "entity": "Bioshock",
        "description": "BioShock is a 2007 first-person shooter game developed by 2K Boston and 2K Australia, and published by 2K. The first game in the BioShock series, it was released for Microsoft Windows and Xbox 360 platforms in August 2007; a PlayStation 3 port by Irrational, 2K Marin, 2K Australia and Digital Extremes was released in October 2008. ",
        "category": "Games"
    },
    {
        "id": 269,
        "entity": "Borderlands",
        "description": "Borderlands is a 2024 American science fiction action comedy film co-written and directed by Eli Roth, based on the video game series developed by Gearbox Software. ",
        "category": "Games"
    },
    {
        "id": 270,
        "entity": "Apple",
        "description": "Apple Inc. is an American multinational corporation and technology company headquartered in Cupertino, California, in Silicon Valley. It is best known for its consumer electronics, software, and services. ",
        "category": "Fruits"
    },
    {
        "id": 271,
        "entity": "Banana",
        "description": "A banana is an elongated, edible fruit – botanically a berry – produced by several kinds of large herbaceous flowering plants in the genus Musa. In some countries, cooking bananas are called plantains, distinguishing them from dessert bananas. ",
        "category": "Fruits"
    },
    {
        "id": 272,
        "entity": "Cherry",
        "description": "A cherry is the fruit of many plants of the genus Prunus, and is a fleshy drupe.\nCommercial cherries are obtained from cultivars of several species, such as the sweet Prunus avium and the sour Prunus cerasus. ",
        "category": "Fruits"
    },
    {
        "id": 273,
        "entity": "Date",
        "description": "A calendar date is a reference to a particular day represented within a calendar system. The calendar date allows the specific day to be identified. The number of days between two dates may be calculated. For example, \"25 June 2024\" is ten days after \"15 June 2024\". The date of a particular event depends on the observed time zone. For example, the air attack on Pearl Harbor that began at 7:48 a.m. Hawaiian time on 7 December 1941 took place at 3:18 a.m. Japan Standard Time, 8 December in Japan.\n",
        "category": "Fruits"
    },
    {
        "id": 274,
        "entity": "Elderberry",
        "description": "Sambucus is a genus of flowering plants in the family Adoxaceae. The various species are commonly referred to as elder, elderflower or elderberry.",
        "category": "Fruits"
    },
    {
        "id": 275,
        "entity": "Fig",
        "description": "The fig is the edible fruit of Ficus carica, a species of small tree in the flowering plant family Moraceae, native to the Mediterranean region, together with western and southern Asia. ",
        "category": "Fruits"
    },
    {
        "id": 276,
        "entity": "Grape",
        "description": "A grape is a fruit, botanically a berry, of the deciduous woody vines of the flowering plant genus Vitis. Grapes are a non-climacteric type of fruit, generally occurring in clusters.\n",
        "category": "Fruits"
    },
    {
        "id": 277,
        "entity": "Honeydew",
        "description": "The cantaloupe is a type of food; a true melon from the family Cucurbitaceae. Originally, cantaloupe referred only to the non-netted, orange-fleshed melons of Europe, but today may refer to any orange-fleshed melon of the C. melo species, including the netted muskmelon which is called cantaloupe in North America, rockmelon in Australia and New Zealand, and spanspek in Southern Africa. ",
        "category": "Fruits"
    },
    {
        "id": 278,
        "entity": "Kiwi",
        "description": "Kiwifruit or Chinese gooseberry, is the edible berry of several species of woody vines in the genus Actinidia. The most common cultivar group of kiwifruit is oval, about the size of a large hen's egg: 5–8 centimetres in length and 4.5–5.5 cm in diameter. ",
        "category": "Fruits"
    },
    {
        "id": 279,
        "entity": "Lemon",
        "description": "The lemon is a species of small evergreen tree in the flowering plant family Rutaceae, native to Asia, primarily Northeast India, Northern Myanmar, and China.\n",
        "category": "Fruits"
    },
    {
        "id": 280,
        "entity": "Mango",
        "description": "Punto Fa, S.L., trading as Mango, is a Spanish fast-fashion company, founded in Barcelona by brothers Isak Andic and Nahman Andic. It designs, manufactures and markets women's and men's clothing and accessories.",
        "category": "Fruits"
    },
    {
        "id": 281,
        "entity": "Orange",
        "description": "Orange S.A. is a French multinational telecommunications company. It has 266 million customers worldwide and employs about 89,000 people or more in France and 59,000 people worldwide. In 2023, the group had a revenue of approximately €43 billion. ",
        "category": "Fruits"
    },
    {
        "id": 282,
        "entity": "Papaya",
        "description": "The papaya, papaw, or pawpaw is the plant species Carica papaya, one of the 21 accepted species in the genus Carica of the family Caricaceae, and also the name of its fruit. ",
        "category": "Fruits"
    },
    {
        "id": 283,
        "entity": "Quince",
        "description": "The quince is the sole member of the genus Cydonia in the Malinae subtribe of the Rosaceae family. It is a deciduous tree that bears hard, aromatic bright golden-yellow pome fruit, similar in appearance to a pear. ",
        "category": "Fruits"
    },
    {
        "id": 284,
        "entity": "Raspberry",
        "description": "The raspberry is the edible fruit of several plant species in the genus Rubus of the rose family, most of which are in the subgenus Idaeobatus. The name also applies to these plants themselves. Raspberries are perennial with woody stems.\nWorld production of raspberries in 2022 was 947,852 tonnes, led by Russia with 22% of the total. ",
        "category": "Fruits"
    },
    {
        "id": 285,
        "entity": "Strawberry",
        "description": "The garden strawberry is a widely grown hybrid species of the genus Fragaria in the rose family, Rosaceae, collectively known as the strawberries, which are cultivated worldwide for their fruit. ",
        "category": "Fruits"
    },
    {
        "id": 286,
        "entity": "Tangerine",
        "description": "Tangerine Bank is a Canadian direct bank that is a subsidiary of Scotiabank. It offers no-fee chequing and savings accounts, Guaranteed Investment Certificates, mortgages and mutual funds. ",
        "category": "Fruits"
    },
    {
        "id": 287,
        "entity": "Watermelon",
        "description": "Watermelon is a flowering plant species of the Cucurbitaceae family and the name of its edible fruit. A scrambling and trailing vine-like plant, it is a highly cultivated fruit worldwide, with more than 1,000 varieties.\n",
        "category": "Fruits"
    },
    {
        "id": 288,
        "entity": "Yuzu",
        "description": "Yuzu is a citrus fruit and plant in the family Rutaceae of East Asian origin. Yuzu has been cultivated mainly in East Asia, though it has also recently been grown in New Zealand, Australia, Spain, Italy, and France.\n",
        "category": "Fruits"
    },
    {
        "id": 289,
        "entity": "Zucchini",
        "description": "The zucchini, courgette or baby marrow is a summer squash, a vining herbaceous plant whose fruit are harvested when their immature seeds and epicarp are still soft and edible. ",
        "category": "Fruits"
    },
    {
        "id": 290,
        "entity": "Apricot",
        "description": "An apricot is a fruit, or the tree that bears the fruit, of several species in the genus Prunus.\nUsually an apricot is from the species P. armeniaca, but the fruits of the other species in Prunus sect. Armeniaca are also called apricots. ",
        "category": "Fruits"
    },
    {
        "id": 291,
        "entity": "Blackberry",
        "description": "BlackBerry is a discontinued brand of smartphones and other related mobile services and devices. The line was originally developed and maintained by the Canadian company BlackBerry Limited from 1999 to 2016, after which it was licensed to various companies.\n",
        "category": "Fruits"
    },
    {
        "id": 292,
        "entity": "Cantaloupe",
        "description": "The cantaloupe is a type of food; a true melon from the family Cucurbitaceae. Originally, cantaloupe referred only to the non-netted, orange-fleshed melons of Europe, but today may refer to any orange-fleshed melon of the C. melo species, including the netted muskmelon which is called cantaloupe in North America, rockmelon in Australia and New Zealand, and spanspek in Southern Africa. ",
        "category": "Fruits"
    },
    {
        "id": 293,
        "entity": "Durian",
        "description": "The durian is the edible fruit of several tree species belonging to the genus Durio. There are 30 recognized Durio species, at least nine of which produce edible fruit. ",
        "category": "Fruits"
    },
    {
        "id": 294,
        "entity": "Guava",
        "description": "Guava is a common tropical fruit cultivated in many tropical and subtropical regions. The common guava Psidium guajava is a small tree in the myrtle family, native to Mexico, Central America, the Caribbean and northern South America. ",
        "category": "Fruits"
    },
    {
        "id": 295,
        "entity": "Jackfruit",
        "description": "The jackfruit is a species of tree in the fig, mulberry, and breadfruit family. The jackfruit is the largest tree fruit, reaching as much as 55 kg in weight, 90 cm in length, and 50 cm in diameter. ",
        "category": "Fruits"
    },
    {
        "id": 296,
        "entity": "Kumquat",
        "description": "Kumquats, or cumquats in Australian English, are a group of small, angiosperm, fruit-bearing trees in the family Rutaceae. Their taxonomy is disputed. ",
        "category": "Fruits"
    },
    {
        "id": 297,
        "entity": "Lychee",
        "description": "Lychee is a monotypic taxon and the sole member in the genus Litchi in the soapberry family, Sapindaceae.\nThere are three distinct subspecies of lychee. The most common is the Indochinese lychee found in South China, Malaysia, and northern Vietnam. ",
        "category": "Fruits"
    },
    {
        "id": 298,
        "entity": "Mandarin",
        "description": "The mandarin orange, also known as mandarin or mandarine, is a small, rounded citrus tree fruit. Treated as a distinct species of orange, it is usually eaten plain or in fruit salads. ",
        "category": "Fruits"
    },
    {
        "id": 299,
        "entity": "Olive",
        "description": "The olive, botanical name Olea europaea, meaning 'European olive', is a species of small tree or shrub in the family Oleaceae, found traditionally in the Mediterranean Basin, with wild subspecies found further afield in Africa and western Asia. ",
        "category": "Fruits"
    },
    {
        "id": 300,
        "entity": "Persimmon",
        "description": "The persimmon is the edible fruit of a number of species of trees in the genus Diospyros. The most widely cultivated of these is the kaki persimmon, Diospyros kaki – Diospyros is in the family Ebenaceae, and a number of non-persimmon species of the genus are grown for ebony timber. ",
        "category": "Fruits"
    },
    {
        "id": 301,
        "entity": "Rhubarb",
        "description": "Rhubarb is the fleshy, edible stalks of species and hybrids of Rheum in the family Polygonaceae, which are cooked and used for food. The plant is a herbaceous perennial that grows from short, thick rhizomes. Historically, different plants have been called \"rhubarb\" in English. The large, triangular leaves contain high levels of oxalic acid and anthrone glycosides, making them inedible. The small flowers are grouped in large compound leafy greenish-white to rose-red inflorescences.\nThe precise origin of culinary rhubarb is unknown. ",
        "category": "Fruits"
    },
    {
        "id": 302,
        "entity": "Starfruit",
        "description": "Carambola, also known as star fruit, is the fruit of Averrhoa carambola, a species of tree native to tropical Southeast Asia. The edible fruit has distinctive ridges running down its sides. ",
        "category": "Fruits"
    },
    {
        "id": 303,
        "entity": "Tomato",
        "description": "The tomato is the edible berry of the plant Solanum lycopersicum, commonly known as the tomato plant. The species originated in western South America, Mexico, and Central America. ",
        "category": "Fruits"
    },
    {
        "id": 304,
        "entity": "Boysenberry",
        "description": "The boysenberry is a cross between the European raspberry, European blackberry, American dewberry, and loganberry.",
        "category": "Fruits"
    },
    {
        "id": 305,
        "entity": "Currant",
        "description": "Ribes is a genus of about 200 known species of flowering plants, most of them native to the temperate regions of the Northern Hemisphere. ",
        "category": "Fruits"
    },
    {
        "id": 306,
        "entity": "Feijoa",
        "description": "Feijoa sellowiana also known as Acca sellowiana Burret, is a species of flowering plant in the myrtle family, Myrtaceae. It is native to the highlands of southern Brazil, eastern Paraguay, Uruguay, and northern Argentina. ",
        "category": "Fruits"
    },
    {
        "id": 307,
        "entity": "Gooseberry",
        "description": "Gooseberry is a common name for many species of Ribes, as well as a large number of plants of similar appearance, and also several unrelated plants. ",
        "category": "Fruits"
    },
    {
        "id": 308,
        "entity": "Huckleberry",
        "description": "Huckleberry is a name used in North America for several plants in the family Ericaceae, in two closely related genera: Vaccinium and Gaylussacia.",
        "category": "Fruits"
    },
    {
        "id": 309,
        "entity": "Jabuticaba",
        "description": "Jabuticaba, also spelled Jaboticaba, is the edible fruit of the jabuticabeira or Brazilian grapetree. The purplish-black, white-pulped fruit grows directly on the trunk of the tree, making it an example of 'cauliflory'. ",
        "category": "Fruits"
    },
    {
        "id": 310,
        "entity": "Kiwano",
        "description": "Cucumis metuliferus, commonly called the African horned cucumber, horned melon, spiked melon, jelly melon, or kiwano, is an annual vine in the cucumber and melon family Cucurbitaceae. Its fruit has horn-like spines, hence the name \"horned melon\". The ripe fruit has orange skin and lime-green, jelly-like flesh. ",
        "category": "Fruits"
    },
    {
        "id": 311,
        "entity": "Loganberry",
        "description": "The loganberry is a hybrid of the North American blackberry and the European raspberry, accidentally bred in 1881 by James Harvey Logan, for whom they are named. They are cultivated for their edible fruit.",
        "category": "Fruits"
    },
    {
        "id": 312,
        "entity": "Mulberry",
        "description": "Morus, a genus of flowering plants in the family Moraceae, consists of 19 species of deciduous trees commonly known as mulberries, growing wild and under cultivation in many temperate world regions. ",
        "category": "Fruits"
    },
    {
        "id": 313,
        "entity": "Nance",
        "description": "Faggot, often shortened to fag in American usage, is a derogatory slur used to refer to gay men. In American youth culture around the turn of the 21st century, its meaning extended as a broader reaching insult more related to masculinity and group power structure.\n",
        "category": "Fruits"
    },
    {
        "id": 314,
        "entity": "Basketball",
        "description": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball through the defender's hoop, while preventing the opposing team from shooting through their own hoop. ",
        "category": "Sports"
    },
    {
        "id": 315,
        "entity": "Soccer",
        "description": "The Liga MX, officially known as the Liga BBVA MX for sponsorship reasons, is the top professional football division in Mexico. ",
        "category": "Sports"
    },
    {
        "id": 316,
        "entity": "Tennis",
        "description": "Tennis is a racket sport that is played either individually against a single opponent or between two teams of two players each. ",
        "category": "Sports"
    },
    {
        "id": 317,
        "entity": "Baseball",
        "description": "Baseball is a bat-and-ball sport played between two teams of nine players each, taking turns batting and fielding. The game occurs over the course of several plays, with each play generally beginning when a player on the fielding team, called the pitcher, throws a ball that a player on the batting team, called the batter, tries to hit with a bat. ",
        "category": "Sports"
    },
    {
        "id": 318,
        "entity": "Volleyball",
        "description": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules. ",
        "category": "Sports"
    },
    {
        "id": 319,
        "entity": "Football",
        "description": "Association football has been included in every Summer Olympic Games as a men's competition sport, except 1896 and 1932. Women's football was added to the official program at the Atlanta 1996 Games.\n",
        "category": "Sports"
    },
    {
        "id": 320,
        "entity": "Golf",
        "description": "Golf is a club-and-ball sport in which players use various clubs to hit a ball into a series of holes on a course in as few strokes as possible.\n",
        "category": "Sports"
    },
    {
        "id": 321,
        "entity": "Hockey",
        "description": "The National Hockey League is a professional ice hockey league in North America comprising 32 teams – 25 in the United States and 7 in Canada. ",
        "category": "Sports"
    },
    {
        "id": 322,
        "entity": "Boxing",
        "description": "Boxing is a combat sport and martial art. Taking place in a boxing ring, it involves two people – usually wearing protective equipment, such as protective gloves, hand wraps, and mouthguards – throwing punches at each other for a predetermined amount of time.\n",
        "category": "Sports"
    },
    {
        "id": 323,
        "entity": "Swimming",
        "description": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water. ",
        "category": "Sports"
    },
    {
        "id": 324,
        "entity": "Archery",
        "description": "Archery is the sport, practice, or skill of using a bow to shoot arrows. The word comes from the Latin arcus, meaning bow. Historically, archery has been used for hunting and combat. ",
        "category": "Sports"
    },
    {
        "id": 325,
        "entity": "Badminton",
        "description": "Badminton is a racquet sport played using racquets to hit a shuttlecock across a net. Although it may be played with larger teams, the most common forms of the game are \"singles\" and \"doubles\". ",
        "category": "Sports"
    },
    {
        "id": 326,
        "entity": "Cricket",
        "description": "Cricket is a bat-and-ball game that is played between two teams of eleven players on a field, at the centre of which is a 22-yard pitch with a wicket at each end, each comprising two bails balanced on three stumps. ",
        "category": "Sports"
    },
    {
        "id": 327,
        "entity": "Fencing",
        "description": "Fencing is a combat sport that features sword fighting. The three disciplines of modern fencing are the foil, the épée, and the sabre; each discipline uses a different kind of blade, which shares the same name, and employs its own rules. ",
        "category": "Sports"
    },
    {
        "id": 328,
        "entity": "Gymnastics",
        "description": "Gymnastics is a type of sport that includes physical exercises requiring balance, strength, flexibility, agility, coordination, artistry and endurance. ",
        "category": "Sports"
    },
    {
        "id": 329,
        "entity": "Judo",
        "description": "Judo is an unarmed modern Japanese martial art, combat sport, Olympic sport, and the most prominent form of jacket wrestling competed internationally. ",
        "category": "Sports"
    },
    {
        "id": 330,
        "entity": "Karate",
        "description": "Karate, also karate-do, is a martial art developed in the Ryukyu Kingdom. It developed from the indigenous Ryukyuan martial arts under the influence of Chinese martial arts. ",
        "category": "Sports"
    },
    {
        "id": 331,
        "entity": "Lacrosse",
        "description": "Lacrosse is a contact team sport played with a lacrosse stick and a lacrosse ball. It is the oldest organized sport in North America, with its origins with the indigenous people of North America as early as the 12th century. ",
        "category": "Sports"
    },
    {
        "id": 332,
        "entity": "Polo",
        "description": "Pilaf, pilav or pilau is a rice dish, usually sautéed, or in some regions, a wheat dish, whose recipe usually involves cooking in stock or broth, adding spices, and other ingredients such as vegetables or meat, and employing some technique for achieving cooked grains that do not adhere to each other.\n",
        "category": "Sports"
    },
    {
        "id": 333,
        "entity": "Rowing",
        "description": "Rowing, often called crew in the United States, is the sport of racing boats using oars. It differs from paddling sports in that rowing oars are attached to the boat using rowlocks, while paddles are not connected to the boat. ",
        "category": "Sports"
    },
    {
        "id": 334,
        "entity": "Sailing",
        "description": "The sport of sailing involves a variety of competitive sailing formats that are sanctioned through various sailing federations and yacht clubs. Racing disciplines include matches within a fleet of sailing craft, between a pair thereof or among teams. Additionally, there are specialized competitions that include setting speed records. ",
        "category": "Sports"
    },
    {
        "id": 335,
        "entity": "Skateboarding",
        "description": "Skateboarding is an action sport that involves riding and performing tricks using a skateboard, as well as a recreational activity, an art form, an entertainment industry job, and a method of transportation. ",
        "category": "Sports"
    },
    {
        "id": 336,
        "entity": "Snooker",
        "description": "Snooker is a cue sport played on a rectangular billiards table covered with a green cloth called baize, with six pockets: one at each corner and one in the middle of each long side. ",
        "category": "Sports"
    },
    {
        "id": 337,
        "entity": "Surfing",
        "description": "Surfing is a surface water sport in which an individual, a surfer, uses a board to ride on the forward section, or face, of a moving wave of water, which usually carries the surfer towards the shore. ",
        "category": "Sports"
    },
    {
        "id": 338,
        "entity": "Taekwondo",
        "description": "Taekwondo is a Korean martial art and combat sport involving punching and kicking techniques. The word Taekwondo can be translated as tae, kwon, and do. ",
        "category": "Sports"
    },
    {
        "id": 339,
        "entity": "Triathlon",
        "description": "A triathlon is an endurance multisport race consisting of swimming, cycling, and running over various distances. Triathletes compete for fastest overall completion time, racing each segment sequentially with the time transitioning between the disciplines included. ",
        "category": "Sports"
    },
    {
        "id": 340,
        "entity": "Windsurfing",
        "description": "Windsurfing is a wind-propelled water sport that is a combination of sailing and surfing. It is also referred to as \"sailboarding\" and \"boardsailing\", and emerged in the late 1960s from the Californian aerospace and surf culture. ",
        "category": "Sports"
    },
    {
        "id": 341,
        "entity": "Wrestling",
        "description": "Wrestling is a martial art and combat sport that involves grappling with an opponent and striving to obtain a position of advantage through different throws or techniques, within a given ruleset. ",
        "category": "Sports"
    },
    {
        "id": 342,
        "entity": "Biathlon",
        "description": "The biathlon is a winter sport that combines cross-country skiing and rifle shooting. It is treated as a race, with contestants skiing through a cross-country trail whose distance is divided into shooting rounds. ",
        "category": "Sports"
    },
    {
        "id": 343,
        "entity": "Bobsledding",
        "description": "Bobsleigh or bobsled is a winter sport in which teams of 2 to 4 athletes make timed runs down narrow, twisting, banked, iced tracks in a gravity-powered sleigh. ",
        "category": "Sports"
    },
    {
        "id": 344,
        "entity": "Curling",
        "description": "Curling is a sport in which players slide stones on a sheet of ice toward a target area which is segmented into four concentric circles. It is related to bowls, boules, and shuffleboard. ",
        "category": "Sports"
    },
    {
        "id": 345,
        "entity": "Darts",
        "description": "Darts or dart-throwing is a competitive sport in which two or more players bare-handedly throw small sharp-pointed projectiles known as darts at a round target known as a dartboard.\n",
        "category": "Sports"
    },
    {
        "id": 346,
        "entity": "Decathlon",
        "description": "Decathlon is a French sporting goods retailer. With over 2,080 stores in 78 countries and regions, it is the largest sporting goods retailer in the world.\n",
        "category": "Sports"
    },
    {
        "id": 347,
        "entity": "Equestrian",
        "description": "The International Federation for Equestrian Sports is the international governing body of equestrian sports. The FEI headquarters are in Lausanne, Switzerland.\n",
        "category": "Sports"
    },
    {
        "id": 348,
        "entity": "Handball",
        "description": "Handball is a team sport in which two teams of seven players each pass a ball using their hands with the aim of throwing it into the goal of the opposing team. ",
        "category": "Sports"
    },
    {
        "id": 349,
        "entity": "Luge",
        "description": "A luge is a small one- or two-person sled on which one sleds supine and feet-first. A luger begins seated, propelling themselves initially from handles on either side of the start ramp, then steers by using the calf muscles to flex the sled's runners or by exerting opposite shoulder pressure to the pod. ",
        "category": "Sports"
    },
    {
        "id": 350,
        "entity": "Racquetball",
        "description": "Racquetball is a racquet sport and a team sport played with a hollow rubber ball on an indoor or outdoor court. Joseph Sobek invented the modern sport of racquetball in 1950, adding a stringed racquet to paddleball in order to increase velocity and control. ",
        "category": "Sports"
    },
    {
        "id": 351,
        "entity": "Rugby",
        "description": "Rugby union football, commonly known simply as rugby union or more often just rugby, is a close-contact team sport that originated at Rugby School in England in the first half of the 19th century. Rugby is based on running with the ball in hand. ",
        "category": "Sports"
    },
    {
        "id": 352,
        "entity": "Squash",
        "description": "Squash, sometimes called squash rackets, is a racket-and-ball sport played by two or four players in a four-walled court with a small, hollow, rubber ball. ",
        "category": "Sports"
    },
    {
        "id": 353,
        "entity": "Weightlifting",
        "description": "Weightlifting Fairy Kim Bok-joo is a 2016–2017 South Korean television series starring Lee Sung-kyung in the title role, with Nam Joo-hyuk. It is a coming-of-age sports drama, inspired by the life of Olympic gold-medalist Jang Mi-ran. It aired on MBC every Wednesday and Thursday at 22:00 from November 16, 2016, to January 11, 2017.\n",
        "category": "Sports"
    },
    {
        "id": 354,
        "entity": "Yachting",
        "description": "Yachting is recreational boating activities using medium/large-sized boats or small ships collectively called yachts. Yachting is distinguished from other forms of boating mainly by the priority focus on comfort and luxury, the dependence on marinas for docking, and being typically only for exclusive social leisures such as cruising, fishing trip or racing.\n",
        "category": "Sports"
    },
    {
        "id": 355,
        "entity": "Zumba",
        "description": "Zumba is a fitness program that involves cardio and Latin-inspired dance. It was founded by Colombian dancer and choreographer Beto Pérez in 2001. ",
        "category": "Sports"
    },
    {
        "id": 356,
        "entity": "Reading",
        "description": "Reading is the process of taking in the sense or meaning of symbols, often specifically those of a written language, by means of sight or touch.\n",
        "category": "Activities"
    },
    {
        "id": 357,
        "entity": "Jogging",
        "description": "Jogging is a form of trotting or running at a slow or leisurely pace. The main intention is to increase physical fitness with less stress on the body than from faster running but more than walking, or to maintain a steady speed for longer periods of time. ",
        "category": "Activities"
    },
    {
        "id": 358,
        "entity": "Baking",
        "description": "Baking is a method of preparing food that uses dry heat, typically in an oven, but can also be done in hot ashes, or on hot stones. The most common baked item is bread, but many other types of foods can be baked. ",
        "category": "Activities"
    },
    {
        "id": 359,
        "entity": "Knitting",
        "description": "Knitting is a method for production of textile fabrics by interlacing yarn loops with loops of the same or other yarns. It is used to create many types of garments. Knitting may be done by hand or by machine.\n",
        "category": "Activities"
    },
    {
        "id": 360,
        "entity": "Painting",
        "description": "Painting is a visual art, which is characterized by the practice of applying paint, pigment, color or other medium to a solid surface. ",
        "category": "Activities"
    },
    {
        "id": 361,
        "entity": "Gardening",
        "description": "Gardening is the process of growing plants for their vegetables, fruits, flowers, herbs, and appearances within a designated space. ",
        "category": "Activities"
    },
    {
        "id": 362,
        "entity": "Yoga",
        "description": "Yoga is a group of physical, mental, and spiritual practices or disciplines which originated in ancient India and aim to control and still the mind, recognizing a detached witness-consciousness untouched by the mind and mundane suffering. ",
        "category": "Activities"
    },
    {
        "id": 363,
        "entity": "Fishing",
        "description": "Stilts fishermen, Sri Lanka\nFishing with nets, Mexico\nFishing is the activity of trying to catch fish. Fish are often caught as wildlife from the natural environment, but may also be caught from stocked bodies of water such as ponds, canals, park wetlands and reservoirs. ",
        "category": "Activities"
    },
    {
        "id": 364,
        "entity": "Hiking",
        "description": "A hike is a long, vigorous walk, usually on trails or footpaths in the countryside. Walking for pleasure developed in Europe during the eighteenth century. Long hikes as part of a religious pilgrimage have existed for a much longer time.\n",
        "category": "Activities"
    },
    {
        "id": 365,
        "entity": "Birdwatching",
        "description": "Birdwatching, or birding, is the observing of birds, either as a recreational activity or as a form of citizen science. A birdwatcher may observe by using their naked eye, by using a visual enhancement device such as binoculars or a telescope, by listening for bird sounds, watching public webcams, or by viewing smart bird feeder cameras.\n",
        "category": "Activities"
    },
    {
        "id": 366,
        "entity": "Dancing",
        "description": "Dancing with the Stars is an American dance competition television series that premiered on ABC on June 1, 2005. It is the American version of the British series Strictly Come Dancing, and one of several iterations of the Dancing with the Stars franchise. ",
        "category": "Activities"
    },
    {
        "id": 367,
        "entity": "Camping",
        "description": "Camping is a form of outdoor recreation or outdoor education involving overnight stays with a basic temporary shelter such as a tent. ",
        "category": "Activities"
    },
    {
        "id": 368,
        "entity": "Cycling",
        "description": "Cycling, also known as bicycling or biking, is the activity of riding a bicycle or other type of cycle. It encompasses the use of human-powered vehicles such as balance bikes, unicycles, tricycles, and quadricycles. ",
        "category": "Activities"
    },
    {
        "id": 369,
        "entity": "Pottery",
        "description": "Pottery is the process and the products of forming vessels and other objects with clay and other raw materials, which are fired at high temperatures to give them a hard and durable form. ",
        "category": "Activities"
    },
    {
        "id": 370,
        "entity": "Quilting",
        "description": "Quilting is the process of joining a minimum of three layers of fabric together either through stitching manually using a needle and thread, or mechanically with a sewing machine or specialised longarm quilting system. ",
        "category": "Activities"
    },
    {
        "id": 371,
        "entity": "Writing",
        "description": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events. ",
        "category": "Activities"
    },
    {
        "id": 372,
        "entity": "Cooking",
        "description": "Cooking, also known as cookery or professionally as the culinary arts, is the art, science and craft of using heat to make food more palatable, digestible, nutritious, or safe. ",
        "category": "Activities"
    },
    {
        "id": 373,
        "entity": "Skiing",
        "description": "Skiing is the use of skis to glide on snow for basic transport, a recreational activity, or a competitive winter sport. Many types of competitive skiing events are recognized by the International Olympic Committee, and the International Ski and Snowboard Federation.",
        "category": "Activities"
    },
    {
        "id": 374,
        "entity": "Skydiving",
        "description": "Parachuting and skydiving is a method of transiting from a high point in an atmosphere to the ground or ocean surface with the aid of gravity, involving the control of speed during the descent using a parachute or parachutes.\n",
        "category": "Activities"
    },
    {
        "id": 375,
        "entity": "Surfing",
        "description": "Surfing is a surface water sport in which an individual, a surfer, uses a board to ride on the forward section, or face, of a moving wave of water, which usually carries the surfer towards the shore. ",
        "category": "Activities"
    },
    {
        "id": 376,
        "entity": "Chess",
        "description": "Chess is a board game for two players. It is sometimes called international chess or Western chess to distinguish it from related games such as xiangqi and shogi.\n",
        "category": "Activities"
    },
    {
        "id": 377,
        "entity": "Singing",
        "description": "Singing is the act of creating musical sounds with the voice. A person whose profession is singing is called a singer, artist or vocalist. Singers perform music that can be sung with or without accompaniment by musical instruments. Singing is often done in an ensemble of musicians, such as a choir. ",
        "category": "Activities"
    },
    {
        "id": 378,
        "entity": "Blogging",
        "description": "Food blogging is a feature of food journalism that interlinks a gourmet interest in food, blog writing, and food photography. Food blogs are generally written by food enthusiasts, often referred to as \"foodies,\" and can be used commercially by the blogger to earn a profit. ",
        "category": "Activities"
    },
    {
        "id": 379,
        "entity": "Podcasting",
        "description": "A podcast is a program made available in digital format for download over the Internet. For example, an episodic series of digital audio files that users can download to a personal device to listen to at a time of their choosing. ",
        "category": "Activities"
    },
    {
        "id": 380,
        "entity": "Volunteering",
        "description": "Volunteering is a voluntary act of an individual or group freely giving time and labor, often for community service. Many volunteers are specifically trained in the areas they work, such as medicine, education, or emergency rescue. ",
        "category": "Activities"
    },
    {
        "id": 381,
        "entity": "Photography",
        "description": "Photography is the art, application, and practice of creating images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film. ",
        "category": "Activities"
    },
    {
        "id": 382,
        "entity": "Astronomy",
        "description": "Astronomy is a natural science that studies celestial objects and the phenomena that occur in the cosmos. It uses mathematics, physics, and chemistry in order to explain their origin and their overall evolution. ",
        "category": "Activities"
    },
    {
        "id": 383,
        "entity": "Archery",
        "description": "Archery is the sport, practice, or skill of using a bow to shoot arrows. The word comes from the Latin arcus, meaning bow. Historically, archery has been used for hunting and combat. ",
        "category": "Activities"
    },
    {
        "id": 384,
        "entity": "Origami",
        "description": "Origami is the Japanese art of paper folding. In modern usage, the word \"origami\" is often used as an inclusive term for all folding practices, regardless of their culture of origin. ",
        "category": "Activities"
    },
    {
        "id": 385,
        "entity": "Beekeeping",
        "description": "Beekeeping is the maintenance of bee colonies, commonly in artificial beehives. Honey bees in the genus Apis are the most commonly kept species but other honey producing bees such as Melipona stingless bees are also kept. ",
        "category": "Activities"
    },
    {
        "id": 386,
        "entity": "Glassblowing",
        "description": "Glassblowing is a glassforming technique that involves inflating molten glass into a bubble with the aid of a blowpipe. A person who blows glass is called a glassblower, glassmith, or gaffer. ",
        "category": "Activities"
    },
    {
        "id": 387,
        "entity": "Needlepoint",
        "description": "Needlepoint is a type of canvas work, a form of embroidery in which yarn is stitched through a stiff open weave canvas. Traditionally needlepoint designs completely cover the canvas. ",
        "category": "Activities"
    },
    {
        "id": 388,
        "entity": "Rafting",
        "description": "Rafting and whitewater rafting are recreational outdoor activities which use an inflatable raft to navigate a river or other body of water. This is often done on whitewater or different degrees of rough water. Dealing with risk is often a part of the experience.\n",
        "category": "Activities"
    },
    {
        "id": 389,
        "entity": "Snowboarding",
        "description": "Snowboarding is a recreational and competitive activity that involves descending a snow-covered surface while standing on a snowboard that is almost always attached to a rider's feet. It features in the Winter Olympic Games and Winter Paralympic Games.\n",
        "category": "Activities"
    },
    {
        "id": 390,
        "entity": "Beyoncé",
        "description": "Beyoncé Giselle Knowles-Carter is an American singer, songwriter, and businesswoman. Dubbed \"Queen Bey\", she is regarded as a prominent cultural figure of the 21st century. ",
        "category": "Celebrities"
    },
    {
        "id": 391,
        "entity": "Rihanna",
        "description": "Robyn Rihanna Fenty is a Barbadian singer, businesswoman and actress based in the United States. She was cited as the best-selling female recording artist of the 21st century by Guinness World Records and is the wealthiest female musical artist with an estimated net worth of $1.4 billion as of 2024. ",
        "category": "Celebrities"
    },
    {
        "id": 392,
        "entity": "Drake",
        "description": "Count Dracula is the title character of Bram Stoker's 1897 gothic horror novel Dracula. He is considered the prototypical and archetypal vampire in subsequent works of fiction. ",
        "category": "Celebrities"
    },
    {
        "id": 393,
        "entity": "Madonna",
        "description": "Madonna Louise Ciccone is an American singer, songwriter, and actress. Regarded as the \"Queen of Pop\", she has been recognized for her continual reinvention and versatility in music production, songwriting and visual presentation. ",
        "category": "Celebrities"
    },
    {
        "id": 394,
        "entity": "Shakira",
        "description": "Shakira, Lady Caine is a British-Guyanese former actress, fashion model and beauty pageant titleholder who competed at Miss World 1967, where she was 2nd runner-up. She is married to English actor Michael Caine.",
        "category": "Celebrities"
    },
    {
        "id": 395,
        "entity": "Adele",
        "description": "Adele Laurie Blue Adkins MBE, known mononymously as Adele, is an English singer-songwriter. She is known for her mezzo-soprano vocals and sentimental songwriting. ",
        "category": "Celebrities"
    },
    {
        "id": 396,
        "entity": "Virginia",
        "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States between the Atlantic Coast and the Appalachian Mountains. ",
        "category": "Locations"
    },
    {
        "id": 397,
        "entity": "Paris",
        "description": "Paris is the capital and largest city of France. With an official estimated population of 2,102,650 residents in January 2023 in an area of more than 105 km², Paris is the fourth-largest city in the European Union and the 30th most densely populated city in the world in 2022. ",
        "category": "Locations"
    },
    {
        "id": 398,
        "entity": "Tokyo",
        "description": "Tokyo, officially the Tokyo Metropolis, is the capital of Japan and one of the most populous cities in the world, with a population of over 14 million residents as of 2023 and the second-most-populated capital in the world. ",
        "category": "Locations"
    },
    {
        "id": 399,
        "entity": "Sydney",
        "description": "Sydney is the capital city of the state of New South Wales and the most populous city in Australia. Located on Australia's east coast, the metropolis surrounds Sydney Harbour and extends about 80 km from the Pacific Ocean in the east to the Blue Mountains in the west, and about 80 km from the Ku-ring-gai Chase National Park and the Hawkesbury River in the north and north-west, to the Royal National Park and Macarthur in the south and south-west. ",
        "category": "Locations"
    },
    {
        "id": 400,
        "entity": "London",
        "description": "London is the capital and largest city of both England and the United Kingdom, with a population of 8,866,180 in 2022. The wider metropolitan area is the largest in Western Europe, with a population of 14.9 million. ",
        "category": "Locations"
    },
    {
        "id": 401,
        "entity": "Beijing",
        "description": "Beijing, previously romanized as Peking, is the capital of China. With more than 22 million residents, it is the world's most populous national capital city as well as China's second largest city after Shanghai. ",
        "category": "Locations"
    },
    {
        "id": 402,
        "entity": "Cairo",
        "description": "Cairo is the capital of Egypt and the Cairo Governorate, and is the country's largest city, being home to more than 10 million people. It is also part of the largest urban agglomeration in Africa, the Arab world and the Middle East. The Greater Cairo metropolitan area is the 12th-largest in the world by population with over 22.1 million people.\n",
        "category": "Locations"
    },
    {
        "id": 403,
        "entity": "Dubai",
        "description": "Dubai is the most populous city in the United Arab Emirates and the capital of the Emirate of Dubai, the most populated of the country's seven emirates. The city has a population of around 3.6 million, more than 90% of which are expatriates.\nDubai was founded in the 19th century as a fishing village. ",
        "category": "Locations"
    },
    {
        "id": 404,
        "entity": "Istanbul",
        "description": "Fenerbahçe Spor Kulübü, commonly known simply as Fenerbahçe or colloquially as Fener, is a professional football club based in Kadıköy, Istanbul, Turkey. ",
        "category": "Locations"
    },
    {
        "id": 405,
        "entity": "Jakarta",
        "description": "Jakarta, officially the Special Capital Region of Jakarta and formerly known as Batavia until 1949, is the capital and largest city of Indonesia. ",
        "category": "Locations"
    },
    {
        "id": 406,
        "entity": "Moscow",
        "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at over 13 million residents within the city limits, over 18.8 million residents in the urban area, and over 21.5 million residents in its metropolitan area. ",
        "category": "Locations"
    },
    {
        "id": 407,
        "entity": "Mumbai",
        "description": "Mumbai is the capital city of the Indian state of Maharashtra. Mumbai is the financial capital and the most populous city of India with an estimated population of 12.5 million. ",
        "category": "Locations"
    },
    {
        "id": 408,
        "entity": "Seoul",
        "description": "Seoul, officially Seoul Special City, is the capital and largest city of South Korea. The broader Seoul Capital Area, encompassing Gyeonggi province and Incheon metropolitan city, emerged as the world's fourth largest metropolitan economy in 2014, trailing only Tokyo, New York City, and Los Angeles, hosting more than half of South Korea's population. ",
        "category": "Locations"
    },
    {
        "id": 409,
        "entity": "Shanghai",
        "description": "Shanghai is a direct-administered municipality and the most populous urban area in China. The city is located on the Chinese shoreline on the southern estuary of the Yangtze River, with the Huangpu River flowing through it.\n",
        "category": "Locations"
    },
    {
        "id": 410,
        "entity": "Singapore",
        "description": "Singapore, officially the Republic of Singapore, is an island country and city-state in maritime Southeast Asia. It is about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Strait of Malacca to the west, the Singapore Strait to the south along with the Riau Islands in Indonesia, the South China Sea to the east, and the Straits of Johor along with the State of Johor in Malaysia to the north.\n",
        "category": "Locations"
    },
    {
        "id": 411,
        "entity": "Toronto",
        "description": "The Toronto Blue Jays are a Canadian professional baseball team based in Toronto. The Blue Jays compete in Major League Baseball as a member club of the American League East Division. ",
        "category": "Locations"
    },
    {
        "id": 412,
        "entity": "Vancouver",
        "description": "Vancouver is a major city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2021 Canadian census recorded 662,248 people in the city, up from 631,486 in 2016. ",
        "category": "Locations"
    },
    {
        "id": 413,
        "entity": "Venice",
        "description": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 126 islands that are separated by expanses of open water and by canals; portions of the city are linked by 472 bridges. ",
        "category": "Locations"
    },
    {
        "id": 414,
        "entity": "Vienna",
        "description": "Vienna is the capital, most populous city, and one of nine federal states of Austria. It is Austria's primate city, with just over two million inhabitants. ",
        "category": "Locations"
    },
    {
        "id": 415,
        "entity": "Zurich",
        "description": "Zurich is the largest city in Switzerland and the capital of the canton of Zurich. It is located in north-central Switzerland, at the northwestern tip of Lake Zurich. ",
        "category": "Locations"
    },
    {
        "id": 416,
        "entity": "Amsterdam",
        "description": "Amsterdam is the capital and most populated city of the Netherlands. It has a population of 921,402 within the city proper, 1,457,018 in the urban area and 2,480,394 in the metropolitan area. ",
        "category": "Locations"
    },
    {
        "id": 417,
        "entity": "Athens",
        "description": "Athens is the capital and largest city of Greece. A major coastal urban area in the Mediterranean, Athens is also the capital of the Attica region and is the southernmost capital on the European mainland. ",
        "category": "Locations"
    },
    {
        "id": 418,
        "entity": "Bangkok",
        "description": "Bangkok, officially known in Thai as Krung Thep Maha Nakhon and colloquially as Krung Thep, is the capital and most populous city of Thailand. ",
        "category": "Locations"
    },
    {
        "id": 419,
        "entity": "Barcelona",
        "description": "Futbol Club Barcelona, commonly known as FC Barcelona and colloquially as Barça, is a professional football club based in Barcelona, Catalonia, Spain, that competes in La Liga, the top flight of Spanish football.\n",
        "category": "Locations"
    },
    {
        "id": 420,
        "entity": "Berlin",
        "description": "Berlin is the capital and largest city of Germany, both by area and by population. Its more than 3.85 million inhabitants make it the European Union's most populous city, as measured by population within city limits. ",
        "category": "Locations"
    },
    {
        "id": 421,
        "entity": "Budapest",
        "description": "Budapest is the capital and most populous city of Hungary. It is the ninth-largest city in the European Union by population within city limits and the second largest city on the Danube river. ",
        "category": "Locations"
    },
    {
        "id": 422,
        "entity": "Chicago",
        "description": "The Chicago Cubs are an American professional baseball team based in Chicago. The Cubs compete in Major League Baseball as a member of the National League Central Division. ",
        "category": "Locations"
    },
    {
        "id": 423,
        "entity": "Copenhagen",
        "description": "Copenhagen is the capital and most populous city of Denmark, with a population of 1.4 million in the urban area. The city is situated on the islands of Zealand and Amager, separated from Malmö, Sweden, by the Øresund strait. ",
        "category": "Locations"
    },
    {
        "id": 424,
        "entity": "Dublin",
        "description": "Dublin is the capital of Ireland. On a bay at the mouth of the River Liffey, it is in the province of Leinster, bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. ",
        "category": "Locations"
    },
    {
        "id": 425,
        "entity": "Edinburgh",
        "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. The city is located in southeast Scotland and is bounded to the north by the Firth of Forth estuary and to the south by the Pentland Hills. Edinburgh had a population of\n",
        "category": "Locations"
    },
    {
        "id": 426,
        "entity": "Helsinki",
        "description": "Helsinki is the capital and most populous city in Finland. It is on the shore of the Gulf of Finland and is the seat of southern Finland's Uusimaa region. ",
        "category": "Locations"
    },
    {
        "id": 427,
        "entity": "Jerusalem",
        "description": "Jerusalem is a city in the Southern Levant, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. ",
        "category": "Locations"
    },
    {
        "id": 428,
        "entity": "Lisbon",
        "description": "Lisbon is the capital and largest city of Portugal, with an estimated population of 567,131 as of 2023 within its administrative limits and 2,961,177 within the metropolis. ",
        "category": "Locations"
    },
    {
        "id": 429,
        "entity": "Madrid",
        "description": "Madrid is the capital and most populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 7 million. ",
        "category": "Locations"
    },
    {
        "id": 430,
        "entity": "Manila",
        "description": "Manila, officially the City of Manila, is the capital and second-most populous city of the Philippines, after Quezon City. Located on the eastern shore of Manila Bay on the island of Luzon, it is classified as a highly urbanized city. ",
        "category": "Locations"
    },
    {
        "id": 431,
        "entity": "Melbourne",
        "description": "Melbourne is the capital and most populous city of the Australian state of Victoria, and the second-most populous city in Australia, after Sydney. ",
        "category": "Locations"
    },
    {
        "id": 432,
        "entity": "Montreal",
        "description": "Montreal is the largest city in the province of Quebec, the second-largest in Canada, and the ninth-largest in North America. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is now named after Mount Royal, the triple-peaked mountain around which the early settlement was built. ",
        "category": "Locations"
    },
    {
        "id": 433,
        "entity": "Oslo",
        "description": "Oslo is the capital and most populous city of Norway. It constitutes both a county and a municipality. The municipality of Oslo had a population of 709,037 in 2022, while the city's greater urban area had a population of 1,064,235 in 2022, and the metropolitan area had an estimated population of 1,546,706 in 2021.\n",
        "category": "Locations"
    },
    {
        "id": 434,
        "entity": "Prague",
        "description": "Prague is the capital and largest city of the Czech Republic and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.4 million people. ",
        "category": "Locations"
    },
    {
        "id": 435,
        "entity": "Stockholm",
        "description": "Stockholm is the capital and most populous city of the Kingdom of Sweden as well as the largest urban area in the Nordic countries. Approximately\n1 million people live in the municipality, with 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. ",
        "category": "Locations"
    },
    {
        "id": 436,
        "entity": "Warsaw",
        "description": "Warsaw, officially the Capital City of Warsaw, is the capital and largest city of Poland. The metropolis stands on the River Vistula in east-central Poland. ",
        "category": "Locations"
    },
    {
        "id": 437,
        "entity": "Elephant",
        "description": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. ",
        "category": "Animals"
    },
    {
        "id": 438,
        "entity": "Tiger",
        "description": "The Detroit Tigers are an American professional baseball team based in Detroit. The Tigers compete in Major League Baseball as a member of the American League Central Division. ",
        "category": "Animals"
    },
    {
        "id": 439,
        "entity": "Lion",
        "description": "The lion is a large cat of the genus Panthera, native to Africa and India. It has a muscular, broad-chested body; a short, rounded head; round ears; and a dark, hairy tuft at the tip of its tail. ",
        "category": "Animals"
    },
    {
        "id": 440,
        "entity": "Giraffe",
        "description": "The giraffe is a large African hoofed mammal belonging to the genus Giraffa. It is the tallest living terrestrial animal and the largest ruminant on Earth. ",
        "category": "Animals"
    },
    {
        "id": 441,
        "entity": "Zebra",
        "description": "Zillow Group, Inc., or simply Zillow, is an American tech real-estate marketplace company that was founded in 2006 by co-executive chairmen Rich Barton and Lloyd Frink, former Microsoft executives and founders of Microsoft spin-off Expedia; Spencer Rascoff, a co-founder of Hotwire.com; David Beitel, Zillow's current chief technology officer; and Kristin Acker, Zillow's current technology leadership advisor.",
        "category": "Animals"
    },
    {
        "id": 442,
        "entity": "Panda",
        "description": "The giant panda, also known as the panda bear or simply panda, is a bear species endemic to China. It is characterised by its white coat with black patches around the eyes, ears, legs and shoulders. ",
        "category": "Animals"
    },
    {
        "id": 443,
        "entity": "Kangaroo",
        "description": "Kangaroos are marsupials from the family Macropodidae. In common use the term is used to describe the largest species from this family, the red kangaroo, as well as the antilopine kangaroo, eastern grey kangaroo, and western grey kangaroo. ",
        "category": "Animals"
    },
    {
        "id": 444,
        "entity": "Gorilla",
        "description": "Gorillas are herbivorous, predominantly ground-dwelling great apes that inhabit the tropical forests of equatorial Africa. The genus Gorilla is divided into two species: the eastern gorilla and the western gorilla, and either four or five subspecies. ",
        "category": "Animals"
    },
    {
        "id": 445,
        "entity": "Hippopotamus",
        "description": "The hippopotamus, further qualified as the common hippopotamus, Nile hippopotamus, or river hippopotamus, is a large semiaquatic mammal native to sub-Saharan Africa. ",
        "category": "Animals"
    },
    {
        "id": 446,
        "entity": "Rhinoceros",
        "description": "A rhinoceros, commonly abbreviated to rhino, is a member of any of the five extant species of odd-toed ungulates in the family Rhinocerotidae; it can also refer to a member of any of the extinct species of the superfamily Rhinocerotoidea. ",
        "category": "Animals"
    },
    {
        "id": 447,
        "entity": "Sloth",
        "description": "Sloths are a Neotropical group of xenarthran mammals constituting the suborder Folivora, including the extant arboreal tree sloths and extinct terrestrial ground sloths. ",
        "category": "Animals"
    },
    {
        "id": 448,
        "entity": "Flamingo",
        "description": "Flamingos or flamingoes are a type of wading bird in the family Phoenicopteridae, which is the only extant family in the order Phoenicopteriformes. ",
        "category": "Animals"
    },
    {
        "id": 449,
        "entity": "Koala",
        "description": "The koala, sometimes called the koala bear, is an arboreal herbivorous marsupial native to Australia. It is the only extant representative of the family Phascolarctidae. Its closest living relatives are the wombats. ",
        "category": "Animals"
    },
    {
        "id": 450,
        "entity": "Lemur",
        "description": "Lemurs are wet-nosed primates of the superfamily Lemuroidea, divided into 8 families and consisting of 15 genera and around 100 existing species. They are endemic to the island of Madagascar. Most existing lemurs are small, have a pointed snout, large eyes, and a long tail. They chiefly live in trees and are active at night.\nLemurs share resemblance with other primates, but evolved independently from monkeys and apes. ",
        "category": "Animals"
    },
    {
        "id": 451,
        "entity": "Ocelot",
        "description": "The ocelot is a medium-sized spotted wild cat that reaches 40–50 cm at the shoulders and weighs between 7 and 15.5 kg on average. ",
        "category": "Animals"
    },
    {
        "id": 452,
        "entity": "Orangutan",
        "description": "Orangutans are great apes native to the rainforests of Indonesia and Malaysia. They are now found only in parts of Borneo and Sumatra, but during the Pleistocene they ranged throughout Southeast Asia and South China. ",
        "category": "Animals"
    },
    {
        "id": 453,
        "entity": "Penguin",
        "description": "Penguins are a group of aquatic flightless birds from the family Spheniscidae of the order Sphenisciformes. They live almost exclusively in the Southern Hemisphere: only one species, the Galápagos penguin, is found north of the Equator. ",
        "category": "Animals"
    },
    {
        "id": 454,
        "entity": "Quokka",
        "description": "The quokka is a small macropod about the size of a domestic cat. It is the only member of the genus Setonix. Like other marsupials in the macropod family, the quokka is herbivorous and mainly nocturnal.\n",
        "category": "Animals"
    },
    {
        "id": 455,
        "entity": "Raccoon",
        "description": "The raccoon, also spelled racoon and sometimes called the common raccoon or northern raccoon to distinguish it from the other species, is a mammal native to North America. ",
        "category": "Animals"
    },
    {
        "id": 456,
        "entity": "Squirrel",
        "description": "Squirrels are members of the family Sciuridae, a family that includes small or medium-sized rodents. The squirrel family includes tree squirrels, ground squirrels, and flying squirrels. ",
        "category": "Animals"
    },
    {
        "id": 457,
        "entity": "Turtle",
        "description": "Turtles are reptiles of the order Testudines, characterized by a special shell developed mainly from their ribs. Modern turtles are divided into two major groups, the Pleurodira and Cryptodira, which differ in the way the head retracts. ",
        "category": "Animals"
    },
    {
        "id": 458,
        "entity": "Wolf",
        "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Nazi Germany from 1933 until his suicide in 1945. He rose to power as the leader of the Nazi Party, becoming the chancellor in 1933 and then taking the title of Führer und Reichskanzler in 1934. ",
        "category": "Animals"
    },
    {
        "id": 459,
        "entity": "Bison",
        "description": "A bison is a large bovine in the genus Bison within the tribe Bovini. Two extant and numerous extinct species are recognised.\nOf the two surviving species, the American bison, B. bison, found only in North America, is the more numerous. ",
        "category": "Animals"
    },
    {
        "id": 460,
        "entity": "Cheetah",
        "description": "The cheetah is a large cat and the fastest land animal. It has a tawny to creamy white or pale buff fur that is marked with evenly spaced, solid black spots. The head is small and rounded, with a short snout and black tear-like facial streaks. It reaches 67–94 cm at the shoulder, and the head-and-body length is between 1.1 and 1.5 m. Adults weigh between 21 and 72 kg. ",
        "category": "Animals"
    },
    {
        "id": 461,
        "entity": "Dolphin",
        "description": "A dolphin is an aquatic mammal in the clade Odontoceti. Dolphins belong to the families Delphinidae, Platanistidae, Iniidae, Pontoporiidae, and possibly extinct Lipotidae. There are 40 extant species named as dolphins.\n",
        "category": "Animals"
    },
    {
        "id": 462,
        "entity": "Eagle",
        "description": "Eagle is the common name for the golden eagle, bald eagle, and other birds of prey in the family of the Accipitridae. Eagles belong to several groups of genera, some of which are closely related. True eagles comprise the genus Aquila. ",
        "category": "Animals"
    },
    {
        "id": 463,
        "entity": "Falcon",
        "description": "Falcons are birds of prey in the genus Falco, which includes about 40 species. Some small species of falcons with long, narrow wings are called hobbies, and some that hover while hunting are called kestrels. ",
        "category": "Animals"
    },
    {
        "id": 464,
        "entity": "Gazelle",
        "description": "A gazelle is one of many antelope species in the genus Gazella. There are also seven species included in two further genera; Eudorcas and Nanger, which were formerly considered subgenera of Gazella. ",
        "category": "Animals"
    },
    {
        "id": 465,
        "entity": "Hyena",
        "description": "Hyenas or hyaenas are feliform carnivoran mammals belonging to the family Hyaenidae. With just four extant species, it is the fifth-smallest family in the order Carnivora and one of the smallest in the class Mammalia. ",
        "category": "Animals"
    },
    {
        "id": 466,
        "entity": "Iguana",
        "description": "Iguana is a genus of herbivorous lizards that are native to tropical areas of Mexico, Central America, South America, and the Caribbean. ",
        "category": "Animals"
    },
    {
        "id": 467,
        "entity": "Kookaburra",
        "description": "Kookaburras are terrestrial tree kingfishers of the genus Dacelo native to Australia and New Guinea, which grow to between 28 and 47 cm in length and weigh around 300 g. The name is a loanword from Wiradjuri guuguubarra, onomatopoeic of its call. ",
        "category": "Animals"
    },
    {
        "id": 468,
        "entity": "Lynx",
        "description": "A lynx is any of the four extant species within the medium-sized wild cat genus Lynx. The name originated in Middle English via Latin from the Greek word lynx, derived from the Indo-European root *leuk-, in reference to the luminescence of its reflective eyes.",
        "category": "Animals"
    },
    {
        "id": 469,
        "entity": "Mongoose",
        "description": "A mongoose is a small terrestrial carnivorous mammal belonging to the family Herpestidae. This family has two subfamilies, the Herpestinae and the Mungotinae. ",
        "category": "Animals"
    },
    {
        "id": 470,
        "entity": "Narwhal",
        "description": "The narwhal is a species of toothed whale native to the Arctic. It is the only member of the genus Monodon and one of two living representatives of the family Monodontidae. ",
        "category": "Animals"
    },
    {
        "id": 471,
        "entity": "Octopus",
        "description": "An octopus is a soft-bodied, eight-limbed mollusc of the order Octopoda. The order consists of some 300 species and is grouped within the class Cephalopoda with squids, cuttlefish, and nautiloids. ",
        "category": "Animals"
    },
    {
        "id": 472,
        "entity": "Parrot",
        "description": "Parrots, also known as psittacines, are birds with a strong curved beak, upright stance, and clawed feet. They are classified in four families that contain roughly 410 species in 101 genera, found mostly in tropical and subtropical regions. ",
        "category": "Animals"
    },
    {
        "id": 473,
        "entity": "Quail",
        "description": "Quail is a collective name for several genera of mid-sized birds generally placed in the order Galliformes. The collective noun for a group of quail is a flock, covey, or bevy.\n",
        "category": "Animals"
    },
    {
        "id": 474,
        "entity": "Rabbit",
        "description": "Rabbits are small mammals in the family Leporidae, which is in the order Lagomorpha. The European rabbit, Oryctolagus cuniculus, is the ancestor of the world's hundreds of breeds of domestic rabbit and has been introduced on every continent except Antarctica. ",
        "category": "Animals"
    },
    {
        "id": 475,
        "entity": "Salmon",
        "description": "Salmon is the common name for several commercially important species of euryhaline ray-finned fish from the genera Salmo and Oncorhynchus of the family Salmonidae, native to tributaries of the North Atlantic and North Pacific basins. ",
        "category": "Animals"
    },
    {
        "id": 476,
        "entity": "Tarantula",
        "description": "Tarantulas comprise a group of large and often hairy spiders of the family Theraphosidae. As of December 2023, 1,100 species have been identified, with 166 genera. ",
        "category": "Animals"
    },
    {
        "id": 477,
        "entity": "Vulture",
        "description": "A vulture is a bird of prey that scavenges on carrion. There are 23 extant species of vulture. Old World vultures include 16 living species native to Europe, Africa, and Asia; New World vultures are restricted to North and South America and consist of seven identified species, all belonging to the Cathartidae family.\n",
        "category": "Animals"
    },
    {
        "id": 478,
        "entity": "Walrus",
        "description": "The walrus is a large pinniped marine mammal with discontinuous distribution about the North Pole in the Arctic Ocean and subarctic seas of the Northern Hemisphere. It is the only extant species in the family Odobenidae and genus Odobenus. ",
        "category": "Animals"
    },
    {
        "id": 479,
        "entity": "Yak",
        "description": "Yakiniku, meaning \"grilled meat\", is a Japanese term that, in its broadest sense, refers to grilled meat cuisine.\nToday, \"yakiniku\" commonly refers to a style of cooking bite-size meat and vegetables on gridirons or griddles over a flame of wood charcoals carbonized by dry distillation or a gas/electric grill. ",
        "category": "Animals"
    },
    {
        "id": 480,
        "entity": "Zebrafish",
        "description": "The zebrafish is a freshwater fish belonging to the minnow family of the order Cypriniformes. Native to India and South Asia, it is a popular aquarium fish, frequently sold under the trade name zebra danio.\n",
        "category": "Animals"
    },
    {
        "id": 481,
        "entity": "Aardvark",
        "description": "Aardvarks are medium-sized, burrowing, nocturnal mammals native to Africa. They have a long snout, similar to that of a pig, which is used to sniff out food.\n",
        "category": "Animals"
    },
    {
        "id": 482,
        "entity": "Badger",
        "description": "Badgers are short-legged omnivores in the family Mustelidae. Badgers are a polyphyletic rather than a natural taxonomic grouping, being united by their squat bodies and adaptions for fossorial activity. ",
        "category": "Animals"
    },
    {
        "id": 483,
        "entity": "Camel",
        "description": "A camel is an even-toed ungulate in the genus Camelus that bears distinctive fatty deposits known as \"humps\" on its back. Camels have long been domesticated and, as livestock, they provide food and textiles. ",
        "category": "Animals"
    },
    {
        "id": 484,
        "entity": "Smartphone",
        "description": "A smartphone, often simply called a phone, is a mobile device that combines the functionality of a traditional mobile phone with advanced computing capabilities. ",
        "category": "Technologies"
    },
    {
        "id": 485,
        "entity": "Blockchain",
        "description": "Blockchain.com is a cryptocurrency financial services company. The company began as the first Bitcoin blockchain explorer in 2011 and later created a cryptocurrency wallet that accounted for 28% of bitcoin transactions between 2012 and 2020. ",
        "category": "Technologies"
    },
    {
        "id": 486,
        "entity": "Biotechnology",
        "description": "Biotechnology is a multidisciplinary field that involves the integration of natural sciences and engineering sciences in order to achieve the application of organisms and parts thereof for products and services.\n",
        "category": "Technologies"
    },
    {
        "id": 487,
        "entity": "Nanotechnology",
        "description": "Nanotechnology is the manipulation of matter with at least one dimension sized from 1 to 100 nanometers. At this scale, commonly known as the nanoscale, surface area and quantum mechanical effects become important in describing properties of matter. ",
        "category": "Technologies"
    },
    {
        "id": 488,
        "entity": "Smartwatch",
        "description": "A smartwatch is a portable wearable computer that resembles a wristwatch. Most modern smartwatches are operated via a touchscreen, and rely on mobile apps that run on a connected device in order to provide core functions.\n",
        "category": "Technologies"
    },
    {
        "id": 489,
        "entity": "Drone",
        "description": "An unmanned aerial vehicle, commonly known as a drone, is an aircraft without any human pilot, crew, or passengers on board. UAVs were originally developed through the twentieth century for military missions too \"dull, dirty or dangerous\" for humans, and by the twenty-first, they had become essential assets to most militaries. ",
        "category": "Technologies"
    },
    {
        "id": 490,
        "entity": "Graphene",
        "description": "Graphene is a type of allotrope of carbon consisting of a single layer of atoms arranged in a honeycomb nanostructure. The name is derived from \"graphite\" and the suffix -ene, reflecting the fact that the graphite allotrope of carbon contains numerous double bonds.\n",
        "category": "Technologies"
    },
    {
        "id": 491,
        "entity": "Hydroponics",
        "description": "Hydroponics is a type of horticulture and a subset of hydroculture which involves growing plants, usually crops or medicinal plants, without soil, by using water-based mineral nutrient solutions in an artificial environment. ",
        "category": "Technologies"
    },
    {
        "id": 492,
        "entity": "Robotics",
        "description": "A robot is a machine—especially one programmable by a computer—capable of carrying out a complex series of actions automatically. A robot can be guided by an external control device, or the control may be embedded within. ",
        "category": "Technologies"
    },
    {
        "id": 493,
        "entity": "Cybersecurity",
        "description": "Computer security is the protection of computer software, systems and networks from threats that may result in unauthorized information disclosure, theft of hardware, software, or data, as well as from the disruption or misdirection of the services they provide.\n",
        "category": "Technologies"
    },
    {
        "id": 494,
        "entity": "Cryptocurrency",
        "description": "A cryptocurrency, crypto-currency, or crypto is a digital currency designed to work as a medium of exchange through a computer network that is not reliant on any central authority, such as a government or bank, to uphold or maintain it. ",
        "category": "Technologies"
    },
    {
        "id": 495,
        "entity": "Holograms",
        "description": "Jem, also known as Jem and The Holograms, is an American animated musical television series that ran from 1985 to 1988. The series is about record company owner Jerrica Benton, her singer alter-ego Jem, and the adventures of her band Jem and The Holograms.\n",
        "category": "Technologies"
    },
    {
        "id": 496,
        "entity": "Li-Fi",
        "description": "Much Loved is a 2015 French-Moroccan drama film directed by Nabil Ayouch about the prostitution scene in Marrakesh. It was screened in the Directors' Fortnight section at the 2015 Cannes Film Festival. ",
        "category": "Technologies"
    },
    {
        "id": 497,
        "entity": "Neuralink",
        "description": "Neuralink Corp. is an American neurotechnology company that has developed, as of 2024, implantable brain–computer interfaces. It was founded by Elon Musk and a team of seven scientists and engineers. ",
        "category": "Technologies"
    },
    {
        "id": 498,
        "entity": "UAV",
        "description": "An unmanned aerial vehicle, commonly known as a drone, is an aircraft without any human pilot, crew, or passengers on board. UAVs were originally developed through the twentieth century for military missions too \"dull, dirty or dangerous\" for humans, and by the twenty-first, they had become essential assets to most militaries. ",
        "category": "Technologies"
    },
    {
        "id": 499,
        "entity": "XR",
        "description": "The iPhone XR is a smartphone designed, developed, and marketed by Apple Inc. It is part of the twelfth generation of the iPhone, alongside the higher-end iPhone XS/XS Max models. ",
        "category": "Technologies"
    },
    {
        "id": 500,
        "entity": "Pizza",
        "description": "Pizza is an Italian dish typically consisting of a flat base of leavened wheat-based dough topped with tomato, cheese, and other ingredients, baked at a high temperature, traditionally in a wood-fired oven.\n",
        "category": "Foods"
    },
    {
        "id": 501,
        "entity": "Sushi",
        "description": "Sushi is a Japanese dish of prepared vinegared rice, usually with some sugar and salt, plus a variety of ingredients, such as vegetables, and any meat, but most commonly seafood. ",
        "category": "Foods"
    },
    {
        "id": 502,
        "entity": "Hamburger",
        "description": "A hamburger, or simply a burger, is a dish consisting of fillings—usually a patty of ground meat, typically beef—placed inside a sliced bun or bread roll. ",
        "category": "Foods"
    },
    {
        "id": 503,
        "entity": "Tacos",
        "description": "A taco is a traditional Mexican dish consisting of a small hand-sized corn- or wheat-based tortilla topped with a filling. The tortilla is then folded around the filling and eaten by hand. ",
        "category": "Foods"
    },
    {
        "id": 504,
        "entity": "Spaghetti",
        "description": "Spaghetti is a long, thin, solid, cylindrical pasta. It is a staple food of traditional Italian cuisine. Like other pasta, spaghetti is made of milled wheat, water, and sometimes enriched with vitamins and minerals. ",
        "category": "Foods"
    },
    {
        "id": 505,
        "entity": "Curry",
        "description": "Curry is a dish with a sauce or gravy seasoned with spices, mainly associated with South Asian cuisine. It is not to be confused with leaves from the curry tree, although some curries do include curry leaves. ",
        "category": "Foods"
    },
    {
        "id": 506,
        "entity": "Falafel",
        "description": "Falafel is a deep-fried ball or patty-shaped fritter of Egyptian origin, featuring in Middle Eastern cuisine, particularly Levantine cuisines, and is made from broad beans, ground chickpeas, or both.\n",
        "category": "Foods"
    },
    {
        "id": 507,
        "entity": "Bagel",
        "description": "A bagel is a bread roll originating in the Jewish communities of Poland. Bagels are traditionally made from yeasted wheat dough that is shaped by hand into a torus or ring, briefly boiled in water, and then baked. ",
        "category": "Foods"
    },
    {
        "id": 508,
        "entity": "Croissant",
        "description": "A croissant is a French pastry made from puff pastry in a crescent shape.\nIt is a buttery, flaky, viennoiserie pastry inspired by the shape of the Austrian kipferl, but using the French yeast-leavened laminated dough. ",
        "category": "Foods"
    },
    {
        "id": 509,
        "entity": "Dumplings",
        "description": "Dumpling is a broad class of dishes that consist of pieces of cooked dough, often wrapped around a filling. The dough can be based on bread, wheat or other flours, or potatoes, and it may be filled with meat, fish, tofu, cheese, vegetables, or a combination. ",
        "category": "Foods"
    },
    {
        "id": 510,
        "entity": "Ramen",
        "description": "Ramen is a Japanese noodle dish. It consists of Chinese-style wheat noodles served in a broth; common flavors are soy sauce and miso, with typical toppings including sliced pork, nori, menma, and scallions. ",
        "category": "Foods"
    },
    {
        "id": 511,
        "entity": "Paella",
        "description": "Paella is a rice dish originally from the Valencian Community. Paella is regarded as one of the community's identifying symbols. It is one of the best-known dishes in Spanish cuisine.\n",
        "category": "Foods"
    },
    {
        "id": 512,
        "entity": "Biryani",
        "description": "Biryani is a mixed rice dish, mainly popular in South Asia. It is made with rice, some type of meat and spices. To cater to vegetarians, in some cases, it is prepared by substituting vegetables or paneer for the meat. ",
        "category": "Foods"
    },
    {
        "id": 513,
        "entity": "Lasagna",
        "description": "Lasagna, also known as lasagne, is a type of pasta, possibly one of the oldest types, made in very wide, flat sheets. The same-named Italian dish is made of stacked layers of lasagna alternating with fillings such as ragù, béchamel sauce, vegetables, cheeses, and seasonings and spices. ",
        "category": "Foods"
    },
    {
        "id": 514,
        "entity": "Pho",
        "description": "A film —also called a movie, motion picture, moving picture, picture, photoplay, or flick—is a work of visual art that simulates experiences and otherwise communicates ideas, stories, perceptions, emotions, or atmosphere through the use of moving images that are generally accompanied by sound and other sensory stimulations. ",
        "category": "Foods"
    },
    {
        "id": 515,
        "entity": "Ratatouille",
        "description": "Ratatouille is a French Provençal dish of stewed vegetables that originated in Nice and is sometimes referred to as ratatouille niçoise. ",
        "category": "Foods"
    },
    {
        "id": 516,
        "entity": "Quiche",
        "description": "Quiche is a French tart consisting of a pastry crust filled with savoury custard and pieces of cheese, meat, seafood or vegetables. A well-known variant is quiche lorraine, which includes lardons or bacon. Quiche may be served hot, warm or cold.",
        "category": "Foods"
    },
    {
        "id": 517,
        "entity": "Samosas",
        "description": "A samosa from the Persian word Sambosag is a fried South Asian and West Asian snack. It is a pastry with a savory filling, mostly vegetables, spiced potatoes, onions, peas, also non-vegetarian meat, or fish. ",
        "category": "Foods"
    },
    {
        "id": 518,
        "entity": "Gumbo",
        "description": "Okra, Abelmoschus esculentus, known in some English-speaking countries as lady's fingers, is a flowering plant in the mallow family native to East Africa. It has edible green seed pods. ",
        "category": "Foods"
    },
    {
        "id": 519,
        "entity": "Jambalaya",
        "description": "Jambalaya is a savory rice dish of mixed origins that developed in the U.S. state of Louisiana apparently with African, Spanish, and French influences, consisting mainly of meat or seafood, and vegetables mixed with rice and spices. ",
        "category": "Foods"
    },
    {
        "id": 520,
        "entity": "Kimchi",
        "description": "Kimchi is a traditional Korean side dish consisting of salted and fermented vegetables, most often napa cabbage or Korean radish. A wide selection of seasonings is used, including gochugaru, spring onions, garlic, ginger, and jeotgal. Kimchi is also used in a variety of soups and stews. Kimchi is a staple food in Korean cuisine and is eaten as a side dish with almost every Korean meal.\nThere are hundreds of different types of kimchi made with different vegetables as the main ingredients. ",
        "category": "Foods"
    },
    {
        "id": 521,
        "entity": "Moussaka",
        "description": "Moussaka is an eggplant- or potato-based dish, often including ground meat, which is common in the Balkans and the Middle East, with many local and regional variations.\nThe modern Greek variant was created in the 1920s by Nikolaos Tselementes. Many versions have a top layer made of milk-based sauce thickened with egg or flour. In Greece, the dish is layered and typically served hot. Tselementes also proposed a vegan variant for orthodox fast days. ",
        "category": "Foods"
    },
    {
        "id": 522,
        "entity": "Pierogi",
        "description": "Pierogi are filled dumplings made by wrapping unleavened dough around a filling and cooked in boiling water. They are occasionally flavored with a savory or sweet garnish. ",
        "category": "Foods"
    },
    {
        "id": 523,
        "entity": "Ravioli",
        "description": "Ravioli are a type of stuffed pasta comprising a filling enveloped in thin pasta dough. Usually served in broth or with a sauce, they originated as a traditional food in Italian cuisine. ",
        "category": "Foods"
    },
    {
        "id": 524,
        "entity": "Tamales",
        "description": "A tamale, in Spanish tamal, is a traditional Mesoamerican dish made of masa, a dough made from nixtamalized corn, which is steamed in a corn husk or banana leaves. The wrapping can either be discarded prior to eating or used as a plate. ",
        "category": "Foods"
    },
    {
        "id": 525,
        "entity": "Udon",
        "description": "Udon is a thick noodle made from wheat flour, used in Japanese cuisine. There is a variety of ways it is prepared and served. Its simplest form is in a soup as kake udon with a mild broth called kakejiru made from dashi, soy sauce, and mirin. ",
        "category": "Foods"
    },
    {
        "id": 526,
        "entity": "Vindaloo",
        "description": "Vindaloo or Vindalho is an Indian curry dish, originally from Vasai and Goa.\nIt is based on the Portuguese dish carne de vinha d'alhos. ",
        "category": "Foods"
    },
    {
        "id": 527,
        "entity": "Yakitori",
        "description": "Yakitori is a Japanese type of skewered chicken. Its preparation involves attaching the meat to a skewer, typically made of steel, bamboo, or similar materials, after which it is grilled over a charcoal fire. ",
        "category": "Foods"
    },
    {
        "id": 528,
        "entity": "Zongzi",
        "description": "Zongzi, rouzong, or simply zong is a traditional Chinese rice dish made of glutinous rice stuffed with different fillings and wrapped in bamboo leaves. Fillings can be either sweet, such as red bean paste, or savory, such as pork belly or Chinese sausage. ",
        "category": "Foods"
    },
    {
        "id": 529,
        "entity": "Baklava",
        "description": "Baklava is a layered pastry dessert made of filo pastry, filled with chopped nuts, and sweetened with syrup or honey. It was one of the most popular sweet pastries of Ottoman cuisine, it is also popular in both Iranian and Greek cuisine.\n",
        "category": "Foods"
    },
    {
        "id": 530,
        "entity": "Ceviche",
        "description": "Ceviche, cebiche, sebiche, or seviche is a dish consisting of fish or shellfish marinated in citrus and seasonings, and is recognized by UNESCO as an expression of Peruvian traditional cuisine and Intangible Cultural Heritage of Humanity. ",
        "category": "Foods"
    },
    {
        "id": 531,
        "entity": "Donuts",
        "description": "A doughnut or donut is a type of pastry made from leavened fried dough. It is popular in many countries and is prepared in various forms as a sweet snack that can be homemade or purchased in bakeries, supermarkets, food stalls, and franchised specialty vendors. ",
        "category": "Foods"
    },
    {
        "id": 532,
        "entity": "Escargot",
        "description": "A snail is a shelled gastropod. The name is most often applied to land snails, terrestrial pulmonate gastropod molluscs. However, the common name snail is also used for most of the members of the molluscan class Gastropoda that have a coiled shell that is large enough for the animal to retract completely into. ",
        "category": "Foods"
    },
    {
        "id": 533,
        "entity": "Gelato",
        "description": "Gelato is the common word in Italian for all types of ice cream. In English, it specifically refers to a frozen dessert of Italian origin. Artisanal gelato in Italy generally contains 6–9% butterfat, which is lower than other styles of frozen dessert. ",
        "category": "Foods"
    },
    {
        "id": 534,
        "entity": "Kebab",
        "description": "Kebab, kabob, kebap, kebob, or kabab is a variety of roasted meat dishes that originated in the Middle East.\nKebabs consist of cut up or ground meat, sometimes with vegetables and various other accompaniments according to the specific recipe. ",
        "category": "Foods"
    },
    {
        "id": 535,
        "entity": "Lobster",
        "description": "Lobsters are malacostracans of the family Nephropidae or its synonym Homaridae. They have long bodies with muscular tails and live in crevices or burrows on the sea floor. ",
        "category": "Foods"
    },
    {
        "id": 536,
        "entity": "Nachos",
        "description": "Nachos are a Tex-Mex culinary dish consisting of tortilla chips or totopos covered with cheese or cheese sauce, as well as a variety of other toppings and garnishes, often including meats, vegetables, and condiments such as salsa, guacamole, or sour cream. ",
        "category": "Foods"
    },
    {
        "id": 537,
        "entity": "Omelette",
        "description": "An omelette is a dish made from eggs, fried with butter or oil in a frying pan. It is a common practice for an omelette to include fillings such as chives, vegetables, mushrooms, meat, cheese, onions or some combination of the above. ",
        "category": "Foods"
    },
    {
        "id": 538,
        "entity": "Pancakes",
        "description": "A pancake is a flat cake, often thin and round, prepared from a starch-based batter that may contain eggs, milk and butter, and then cooked on a hot surface such as a griddle or frying pan. It is a type of batter bread. ",
        "category": "Foods"
    },
    {
        "id": 539,
        "entity": "Quesadilla",
        "description": "A quesadilla is a Mexican dish consisting of a tortilla that is filled primarily with cheese, and sometimes meats, spices, and other fillings, and then cooked on a griddle or stove. ",
        "category": "Foods"
    },
    {
        "id": 540,
        "entity": "Risotto",
        "description": "Risotto is an Italian rice dish cooked with broth until it reaches a creamy consistency. The broth can be derived from meat, fish, or vegetables. Many types of risotto contain butter, onion, white wine, and Parmesan cheese. It is one of the most common ways of cooking rice in Italy. Saffron was originally used for flavour and its signature yellow colour.\n",
        "category": "Foods"
    },
    {
        "id": 541,
        "entity": "Steak",
        "description": "A steak is a thick cut of meat generally sliced across the muscle fibers, sometimes including a bone. It is normally grilled or fried. ",
        "category": "Foods"
    },
    {
        "id": 542,
        "entity": "Tiramisu",
        "description": "Tiramisu is an Italian dessert made of ladyfinger pastries dipped in coffee, layered with a whipped mixture of eggs, sugar, and mascarpone and flavoured with cocoa. The recipe has been adapted into many varieties of cakes and other desserts. Its origin is disputed between the Italian regions of Veneto and Friuli-Venezia Giulia. The name comes from the Italian tirami su.",
        "category": "Foods"
    },
    {
        "id": 543,
        "entity": "Unagi",
        "description": "Unagi is the Japanese word for freshwater eel, particularly the Japanese eel, Anguilla japonica. Unagi is a common ingredient in Japanese cooking, often as kabayaki. It is not to be confused with saltwater eel, which is known as anago in Japanese.",
        "category": "Foods"
    },
    {
        "id": 544,
        "entity": "Bicycle",
        "description": "A bicycle, also called a pedal cycle, bike, push-bike or cycle, is a human-powered or motor-assisted, pedal-driven, single-track vehicle, with two wheels attached to a frame, one behind the other. A bicycle rider is called a cyclist, or bicyclist.\nBicycles were introduced in the 19th century in Europe. ",
        "category": "Vehicles"
    },
    {
        "id": 545,
        "entity": "Motorcycle",
        "description": "A motorcycle is a two or three-wheeled motor vehicle steered by a handlebar from a saddle-style seat.\nMotorcycle designs vary greatly to suit a range of different purposes: long-distance travel, commuting, cruising, sport, and off-road riding. ",
        "category": "Vehicles"
    },
    {
        "id": 546,
        "entity": "Airplane",
        "description": "An airplane or aeroplane, informally plane, is a fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller, or rocket engine. Airplanes come in a variety of sizes, shapes, and wing configurations. ",
        "category": "Vehicles"
    },
    {
        "id": 547,
        "entity": "Boat",
        "description": "A boat is a watercraft of a large range of types and sizes, but generally smaller than a ship, which is distinguished by its larger size or capacity, its shape, or its ability to carry boats.\n",
        "category": "Vehicles"
    },
    {
        "id": 548,
        "entity": "Submarine",
        "description": "A submarine is a watercraft capable of independent operation underwater. The term “submarine” is also sometimes used historically or informally to refer to remotely operated vehicles and robots, or to medium-sized or smaller vessels. ",
        "category": "Vehicles"
    },
    {
        "id": 549,
        "entity": "Helicopter",
        "description": "A helicopter is a type of rotorcraft in which lift and thrust are supplied by horizontally spinning rotors. This allows the helicopter to take off and land vertically, to hover, and to fly forward, backward and laterally. ",
        "category": "Vehicles"
    },
    {
        "id": 550,
        "entity": "Scooter",
        "description": "A scooter is a motorcycle with an underbone or step-through frame, a seat, a transmission that shifts without the operator having to operate a clutch lever, a platform for their feet, and with a method of operation that emphasizes comfort and fuel economy. ",
        "category": "Vehicles"
    },
    {
        "id": 551,
        "entity": "Skateboard",
        "description": "A skateboard is a type of sports equipment used for skateboarding. It is usually made of a specially designed 7–8-ply maple plywood deck and has polyurethane wheels attached to the underside by a pair of skateboarding trucks.\n",
        "category": "Vehicles"
    },
    {
        "id": 552,
        "entity": "Tractor",
        "description": "A tractor is an engineering vehicle specifically designed to deliver a high tractive effort at slow speeds, for the purposes of hauling a trailer or machinery such as that used in agriculture, mining or construction. ",
        "category": "Vehicles"
    },
    {
        "id": 553,
        "entity": "Train",
        "description": "An electric locomotive pulling a passenger train in Russia\nA rack railway in Switzerland\nDiesel locomotives pulling a freight train in New Zealand\nA suspended monorail in Germany\nA metro train in India\nA restored steam locomotive in the United States\nA tram in Switzerland\nA light rail in Germany\nA train is a series of connected vehicles that run along a railway track and transport people or freight. ",
        "category": "Vehicles"
    },
    {
        "id": 554,
        "entity": "Bus",
        "description": "A bus is a motor vehicle that carries significantly more passengers than an average car or van, but less than the average rail transport. It is most commonly used in public transport, but is also in use for charter purposes, or through private ownership. Although the average bus carries between 30 and 100 passengers, some buses have a capacity of up to 300 passengers. ",
        "category": "Vehicles"
    },
    {
        "id": 555,
        "entity": "Hovercraft",
        "description": "A hovercraft, also known as an air-cushion vehicle or ACV, is an amphibious craft capable of travelling over land, water, mud, ice, and various other surfaces.\n",
        "category": "Vehicles"
    },
    {
        "id": 556,
        "entity": "Segway",
        "description": "A Segway is a two-wheeled, self-balancing personal transporter device invented by Dean Kamen. It is a registered trademark of Segway Inc. It was brought to market in 2001 as the Segway HT, and then subsequently as the Segway PT. HT is an initialism for \"human transporter\" and PT for \"personal transporter.\"\n",
        "category": "Vehicles"
    },
    {
        "id": 557,
        "entity": "Tank",
        "description": "Gervonta Bryant Davis, also known by his nickname \"Tank\", is an American professional boxer. He has held the World Boxing Association lightweight title since 2023, having previously held the Regular version from 2019 to 2023. ",
        "category": "Vehicles"
    },
    {
        "id": 558,
        "entity": "Yacht",
        "description": "A yacht is a sail- or motor-propelled watercraft made for pleasure, cruising, or racing. There is no standard definition, though the term generally applies to vessels with a cabin intended for overnight use. ",
        "category": "Vehicles"
    },
    {
        "id": 559,
        "entity": "Snowmobile",
        "description": "A snowmobile, also known as a snowmachine, motor sled, motor sledge, skimobile, or snow scooter, is a motorized vehicle designed for winter travel and recreation on snow.\nTheir engines normally drive a continuous track at the rear. Skis at the front provide directional control. ",
        "category": "Vehicles"
    },
    {
        "id": 560,
        "entity": "Kayak",
        "description": "Kayak is a metasearch engine for travel services, including airline flights, hotels, rental cars, and vacation packages. It is owned and operated by Booking Holdings.\n",
        "category": "Vehicles"
    },
    {
        "id": 561,
        "entity": "Limousine",
        "description": "A limousine, or limo for short, is a large, chauffeur-driven luxury vehicle with a partition between the driver compartment and the passenger compartment which can be operated mechanically by hand or by a button electronically. ",
        "category": "Vehicles"
    },
    {
        "id": 562,
        "entity": "Monorail",
        "description": "A monorail is a railway in which the track consists of a single rail or beam. Colloquially, the term \"monorail\" is often used to describe any form of elevated rail or people mover. More accurately, the term refers to the style of track. ",
        "category": "Vehicles"
    },
    {
        "id": 563,
        "entity": "Rickshaw",
        "description": "Rickshaw originally denoted a pulled rickshaw, which is a two- or three-wheeled cart generally pulled by one person carrying one passenger. The first known use of the term was in 1879. ",
        "category": "Vehicles"
    },
    {
        "id": 564,
        "entity": "Rocket",
        "description": "Yahoo! Mail is an email service offered by the American company Yahoo, Inc. The service is free for personal use, with an optional monthly fee for additional features. Business email was previously available with the Yahoo! ",
        "category": "Vehicles"
    },
    {
        "id": 565,
        "entity": "Sailboat",
        "description": "A sailboat or sailing boat is a boat propelled partly or entirely by sails and is smaller than a sailing ship. Distinctions in what constitutes a sailing boat and ship vary by region and maritime culture.",
        "category": "Vehicles"
    },
    {
        "id": 566,
        "entity": "Unicycle",
        "description": "A unicycle is a vehicle that touches the ground with only one wheel. The most common variation has a frame with a saddle, and has a pedal-driven direct-drive. A two speed hub is commercially available for faster unicycling. ",
        "category": "Vehicles"
    },
    {
        "id": 567,
        "entity": "Van",
        "description": "Vanessa Anne Hudgens is an American actress and singer. After making her feature film debut in Thirteen, Hudgens rose to fame portraying Gabriella Montez in the High School Musical film series, which brought her significant mainstream media success. ",
        "category": "Vehicles"
    },
    {
        "id": 568,
        "entity": "Wagon",
        "description": "A wagon or waggon is a heavy four-wheeled vehicle pulled by draught animals or on occasion by humans, used for transporting goods, commodities, agricultural materials, supplies and sometimes people.\n",
        "category": "Vehicles"
    },
    {
        "id": 569,
        "entity": "Zeppelin",
        "description": "A Zeppelin is a type of rigid airship named after the German inventor Ferdinand von Zeppelin who pioneered rigid airship development at the beginning of the 20th century. Zeppelin's notions were first formulated in 1874 and developed in detail in 1893. They were patented in Germany in 1895 and in the United States in 1899. ",
        "category": "Vehicles"
    },
    {
        "id": 570,
        "entity": "Forklift",
        "description": "A forklift is a powered industrial truck used to lift and move materials over short distances. The forklift was developed in the early 20th century by various companies, including Clark, which made transmissions, and Yale &amp; Towne Manufacturing, which made hoists.\n",
        "category": "Vehicles"
    },
    {
        "id": 571,
        "entity": "Glider",
        "description": "A glider is a fixed-wing aircraft that is supported in flight by the dynamic reaction of the air against its lifting surfaces, and whose free flight does not depend on an engine. ",
        "category": "Vehicles"
    },
    {
        "id": 572,
        "entity": "Hydrofoil",
        "description": "A hydrofoil is a lifting surface, or foil, that operates in water. They are similar in appearance and purpose to aerofoils used by aeroplanes. Boats that use hydrofoil technology are also simply termed hydrofoils. ",
        "category": "Vehicles"
    },
    {
        "id": 573,
        "entity": "Icebreaker",
        "description": "An icebreaker is a brief facilitation exercise intended to help members of a group begin the process of working together or forming themselves into a team. ",
        "category": "Vehicles"
    },
    {
        "id": 574,
        "entity": "Jetpack",
        "description": "Jetpack Joyride is a side-scrolling endless runner action video game created by Halfbrick Studios. It was released for iOS devices on the App Store on September 1, 2011 and has been ported to other systems. ",
        "category": "Vehicles"
    },
    {
        "id": 575,
        "entity": "Locomotive",
        "description": "A locomotive is a rail transport vehicle that provides the motive power for a train. If a locomotive is capable of carrying a payload, it is usually rather referred to as a multiple unit, motor coach, railcar or power car; the use of these self-propelled vehicles is increasingly common for passenger trains, but rare for freight trains.\n",
        "category": "Vehicles"
    },
    {
        "id": 576,
        "entity": "Guitar",
        "description": "The guitar is a stringed musical instrument that is usually fretted and typically has six or twelve strings. It is usually held flat against the player's body and played by strumming or plucking the strings with the dominant hand, while simultaneously pressing selected strings against frets with the fingers of the opposite hand. ",
        "category": "Musical Instruments"
    },
    {
        "id": 577,
        "entity": "Piano",
        "description": "The piano is a keyboard instrument that produces sound when its keys are depressed, through engagement of an action whose hammers strike strings. Modern pianos have a row of 88 black and white keys, tuned to a chromatic scale in equal temperament.\nThere are two main types of piano: the grand piano and the upright piano. ",
        "category": "Musical Instruments"
    },
    {
        "id": 578,
        "entity": "Violin",
        "description": "The violin, sometimes referred as a fiddle, is a wooden chordophone, and is the smallest, and thus highest-pitched instrument in regular use in the violin family. ",
        "category": "Musical Instruments"
    },
    {
        "id": 579,
        "entity": "Drum",
        "description": "The drum is a member of the percussion group of musical instruments. In the Hornbostel-Sachs classification system, it is a membranophone. ",
        "category": "Musical Instruments"
    },
    {
        "id": 580,
        "entity": "Flute",
        "description": "The flute is a member of a family of musical instruments in the woodwind group. Like all woodwinds, flutes are aerophones, producing sound with a vibrating column of air. Flutes produce sound when the player's air flows across an opening. In the Hornbostel–Sachs classification system, flutes are edge-blown aerophones. A musician who plays the flute is called a flautist or flutist.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 581,
        "entity": "Saxophone",
        "description": "The saxophone is a type of single-reed woodwind instrument with a conical body, usually made of brass. As with all single-reed instruments, sound is produced when a reed on a mouthpiece vibrates to produce a sound wave inside the instrument's body. ",
        "category": "Musical Instruments"
    },
    {
        "id": 582,
        "entity": "Trumpet",
        "description": "The trumpet is a brass instrument commonly used in classical and jazz ensembles. The trumpet group ranges from the piccolo trumpet—with the highest register in the brass family—to the bass trumpet, pitched one octave below the standard B♭ or C trumpet.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 583,
        "entity": "Harp",
        "description": "The harp is a stringed musical instrument that has individual strings running at an angle to its soundboard; the strings are plucked with the fingers. Harps can be made and played in various ways, standing or sitting, and in orchestras or concerts. Its most common form is triangular in shape and made of wood. Some have multiple rows of strings and pedal attachments.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 584,
        "entity": "Cello",
        "description": "The violoncello, often simply abbreviated as cello, is a bowed string instrument of the violin family. Its four strings are usually tuned in perfect fifths: from low to high, C₂, G₂, D₃ and A₃. The viola's four strings are each an octave higher. ",
        "category": "Musical Instruments"
    },
    {
        "id": 585,
        "entity": "Clarinet",
        "description": "The clarinet is a single-reed musical instrument in the woodwind family, with a nearly cylindrical bore and a flared bell.\nClarinets comprise a family of instruments of differing sizes and pitches. ",
        "category": "Musical Instruments"
    },
    {
        "id": 586,
        "entity": "Tambourine",
        "description": "The tambourine is a musical instrument in the percussion family consisting of a frame, often of wood or plastic, with pairs of small metal jingles, called \"zills\". ",
        "category": "Musical Instruments"
    },
    {
        "id": 587,
        "entity": "Xylophone",
        "description": "The xylophone is a musical instrument in the percussion family that consists of wooden bars struck by mallets. Like the glockenspiel, the xylophone essentially consists of a set of tuned wooden keys arranged in the fashion of the keyboard of a piano. ",
        "category": "Musical Instruments"
    },
    {
        "id": 588,
        "entity": "Harmonica",
        "description": "The harmonica, also known as a French harp or mouth organ, is a free reed wind instrument used worldwide in many musical genres, notably in blues, American folk music, classical music, jazz, country, and rock. ",
        "category": "Musical Instruments"
    },
    {
        "id": 589,
        "entity": "Accordion",
        "description": "Accordions are a family of box-shaped musical instruments of the bellows-driven free reed aerophone type. The essential characteristic of the accordion is to combine in one instrument a melody section, also called the diskant, usually on the right-hand keyboard, with an accompaniment or Basso continuo functionality on the left-hand. ",
        "category": "Musical Instruments"
    },
    {
        "id": 590,
        "entity": "Bagpipes",
        "description": "Bagpipes are a woodwind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag. The Great Highland bagpipes are well known, but people have played bagpipes for centuries throughout large parts of Europe, Northern Africa, Western Asia, around the Persian Gulf and northern parts of South Asia.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 591,
        "entity": "Banjo",
        "description": "The banjo is a stringed instrument with a thin membrane stretched over a frame or cavity to form a resonator. The membrane is typically circular, in modern forms usually made of plastic, originally of animal skin. ",
        "category": "Musical Instruments"
    },
    {
        "id": 592,
        "entity": "Bongo",
        "description": "Krillin is a fictional character in the Dragon Ball manga series created by Akira Toriyama. He is introduced in chapter #25 \"A Rival? ",
        "category": "Musical Instruments"
    },
    {
        "id": 593,
        "entity": "Conga",
        "description": "The conga, also known as tumbadora, is a tall, narrow, single-headed drum from Cuba. Congas are staved like barrels and classified into three types: quinto, tres dos or tres golpes, and tumba or salidor. ",
        "category": "Musical Instruments"
    },
    {
        "id": 594,
        "entity": "Mandolin",
        "description": "A mandolin is a stringed musical instrument in the lute family and is generally plucked with a pick. It most commonly has four courses of doubled strings tuned in unison, thus giving a total of eight strings. ",
        "category": "Musical Instruments"
    },
    {
        "id": 595,
        "entity": "Oboe",
        "description": "The oboe is a type of double-reed woodwind instrument. Oboes are usually made of wood, but may also be made of synthetic materials, such as plastic, resin, or hybrid composites.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 596,
        "entity": "Organ",
        "description": "An organization or organisation, is an entity—such as a company, an institution, or an association—comprising one or more people and having a particular purpose.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 597,
        "entity": "Piccolo",
        "description": "Piccolo is a fictional character in the Japanese Dragon Ball media franchise created by Akira Toriyama. He made his appearance in chapter #161 \"Son Goku Wins!!\", published in Weekly Shōnen Jump magazine on February 9, 1988, as the reincarnation of the evil King Piccolo, who was positioned as a demonic antagonist of the series. ",
        "category": "Musical Instruments"
    },
    {
        "id": 598,
        "entity": "Recorder",
        "description": "The recorder is a family of woodwind musical instruments in the group known as internal duct flutes: flutes with a whistle mouthpiece, also known as fipple flutes, although this is an archaic term. ",
        "category": "Musical Instruments"
    },
    {
        "id": 599,
        "entity": "Sitar",
        "description": "The sitar is a plucked stringed instrument, originating from the Indian subcontinent, used in Hindustani classical music. The instrument was invented in the 18th century, and arrived at its present form in 19th-century India. ",
        "category": "Musical Instruments"
    },
    {
        "id": 600,
        "entity": "Synthesizer",
        "description": "A synthesizer is an electronic musical instrument that generates audio signals. Synthesizers typically create sounds by generating waveforms through methods including subtractive synthesis, additive synthesis and frequency modulation synthesis. ",
        "category": "Musical Instruments"
    },
    {
        "id": 601,
        "entity": "Ukulele",
        "description": "The ukulele, also called a uke, is a member of the lute family of instruments of Portuguese origin and popularized in Hawaii. It generally employs four nylon strings.\nThe tone and volume of the instrument vary with size and construction. Ukuleles commonly come in four sizes: soprano, concert, tenor, and baritone.",
        "category": "Musical Instruments"
    },
    {
        "id": 602,
        "entity": "Viola",
        "description": "The viola is a string instrument of the violin family, and is usually bowed when played. Violas are slightly larger than a violin, it has a lower and deeper sound. ",
        "category": "Musical Instruments"
    },
    {
        "id": 603,
        "entity": "Maracas",
        "description": "A maraca, sometimes called shaker or chac-chac, is a rattle which appears in many genres of Caribbean and Latin music. It is shaken by a handle and usually played as part of a pair.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 604,
        "entity": "Bassoon",
        "description": "The bassoon is a musical instrument in the woodwind family, which plays in the tenor and bass ranges. It is composed of six pieces, and is usually made of wood. It is known for its distinctive tone color, wide range, versatility, and virtuosity. ",
        "category": "Musical Instruments"
    },
    {
        "id": 605,
        "entity": "Didgeridoo",
        "description": "The didgeridoo is a wind instrument, played with vibrating lips to produce a continuous drone while using a special breathing technique called circular breathing. ",
        "category": "Musical Instruments"
    },
    {
        "id": 606,
        "entity": "Gong",
        "description": "A gong is a percussion instrument originating in East Asia and Southeast Asia. A gong is a flat, circular metal disc that is typically struck with a mallet. They can be small or large in size, and tuned or can require tuning.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 607,
        "entity": "Kalimba",
        "description": "Mbira are a family of musical instruments, traditional to the Shona people of Zimbabwe. They consist of a wooden board with attached staggered metal tines, played by holding the instrument in the hands and plucking the tines with the thumbs, the right forefinger, and sometimes the left forefinger. ",
        "category": "Musical Instruments"
    },
    {
        "id": 608,
        "entity": "Lute",
        "description": "A lute is any plucked string instrument with a neck and a deep round back enclosing a hollow cavity, usually with a sound hole or opening in the body. It may be either fretted or unfretted.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 609,
        "entity": "Lyre",
        "description": "The lyre is a stringed musical instrument that is classified by Hornbostel–Sachs as a member of the lute family of instruments. ",
        "category": "Musical Instruments"
    },
    {
        "id": 610,
        "entity": "Ocarina",
        "description": "The ocarina is a wind musical instrument; it is a type of vessel flute. Variations exist, but a typical ocarina is an enclosed space with four to twelve finger holes and a mouthpiece that projects from the body. ",
        "category": "Musical Instruments"
    },
    {
        "id": 611,
        "entity": "Sarod",
        "description": "The sarod is a stringed instrument, used in Hindustani music on the Indian subcontinent. Along with the sitar, it is among the most popular and prominent instruments. ",
        "category": "Musical Instruments"
    },
    {
        "id": 612,
        "entity": "Timpani",
        "description": "Timpani or kettledrums are musical instruments in the percussion family. A type of drum categorised as a hemispherical drum, they consist of a membrane called a head stretched over a large bowl traditionally made of copper. ",
        "category": "Musical Instruments"
    },
    {
        "id": 613,
        "entity": "Triangle",
        "description": "A triangle is a polygon with three corners and three sides, one of the basic shapes in geometry. The corners, also called vertices, are zero-dimensional points while the sides connecting them, also called edges, are one-dimensional line segments. ",
        "category": "Musical Instruments"
    },
    {
        "id": 614,
        "entity": "Trombone",
        "description": "The trombone is a musical instrument in the brass family. As with all brass instruments, sound is produced when the player's vibrating lips cause the air column inside the instrument to vibrate. ",
        "category": "Musical Instruments"
    },
    {
        "id": 615,
        "entity": "Tuba",
        "description": "The tuba is the largest and lowest-pitched musical instrument in the brass family. As with all brass instruments, the sound is produced by lip vibration – a buzz – into a mouthpiece. ",
        "category": "Musical Instruments"
    },
    {
        "id": 616,
        "entity": "Dulcimer",
        "description": "The Appalachian dulcimer is a fretted string instrument of the zither family, typically with three or four strings, originally played in the Appalachian region of the United States. ",
        "category": "Musical Instruments"
    },
    {
        "id": 617,
        "entity": "Zither",
        "description": "Zithers are a class of stringed instruments. Historically, it could be any instrument of the psaltery family. In modern terminology, it is more specifically an instrument consisting of many strings stretched across a thin, flat body, the topic of this article.\n",
        "category": "Musical Instruments"
    },
    {
        "id": 618,
        "entity": "Keytar",
        "description": "Keytar is a keyboard instrument similar to a synthesizer or MIDI controller that is supported by a strap around the neck and shoulders, similar to the way a guitar is held.",
        "category": "Musical Instruments"
    },
    {
        "id": 619,
        "entity": "Theremin",
        "description": "The theremin is an electronic musical instrument controlled without physical contact by the performer. It is named after its inventor, Leon Theremin, who patented the device in 1928.\n",
        "category": "Musical Instruments"
    }
]